Repository: bll123/ballroomdj-4
Catalog: src/po/po/*.po
Languages: af_za, cs_cz, de_de, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sr_rs, sv_se, uk_ua, vi_vn

source: Switch Queue When Empty
af_za: Skakel waglys wanneer leeg
cs_cz: Přepínání fronty, když je prázdná
de_de: Warteschlange wechseln, wenn sie leer ist
fi_fi: Vaihda jono, kun se on tyhjä
fr_fr: Changement de file d'attente lorsqu'elle est vide
hu_hu: Váltás a várólistára, ha üres
it_it: Commutare la coda quando è vuota
ja_jp: 空キュー切り替え
nb_no: Bytt kø når tom
nl_be: Wachtrij Wisselen Wanneer Deze Leeg Is
pl_pl: Przełącz kolejkę, gdy jest pusta
pt_pt: Mudar de fila quando vazia
ro_ro: Comutare coadă când este goală
ru_ru: Переключение очереди когда пусто
sr_rs: Промени ред када је празан
sv_se: Byt kö när den är tom
uk_ua: Перемикати чергу, коли вона порожня
vi_vn: Chuyển hàng đợi khi trống

source: Set Queue for Playback
af_za: Stel waglys vir afspeel
cs_cz: Nastavení fronty pro přehrávání
de_de: Warteschlange für die Wiedergabe festlegen
fi_fi: Jonon asettaminen toistoa varten
fr_fr: Définir la file d'attente pour la lecture
hu_hu: Lejátszási várólista beállítása
it_it: Impostare la coda per la riproduzione
ja_jp: 再生キューの設定
nb_no: Still inn kø for avspilling
nl_be: Wachtrij instellen voor afspelen
pl_pl: Ustaw kolejkę odtwarzania
pt_pt: Definir fila de espera para reprodução
ro_ro: Setați coada pentru redare
ru_ru: Установить очередь для воспроизвдеения
sr_rs: Подесите ред за репродукцију
sv_se: Ställ in kö för uppspelning
uk_ua: Встановити чергу на відтворення
vi_vn: Đặt hàng đợi để phát lại

source: Recovered from crash.
af_za: Na ongeluk herstel.
cs_cz: Zotavení z havárie.
de_de: Nach dem Absturz wiederhergestellt.
fi_fi: Toipunut onnettomuudesta.
fr_fr: Récupéré après l'accident.
hu_hu: Összeomlásból felépült.
it_it: Recuperato dall'incidente.
ja_jp: クラッシュから回復。
nb_no: Gjenopprettet etter krasj.
nl_be: Hersteld van crash.
pl_pl: Odzyskany po wypadku.
pt_pt: Recuperado do acidente.
ro_ro: Recuperat din accident.
ru_ru: Восстановлено после сбоя.
sr_rs: Опорављен од пада.
sv_se: Återställd efter kraschen.
uk_ua: Оговтався після аварії.
vi_vn: Phục hồi sau sự cố.

source: Marquee Font Size
af_za: Marquee Font Grootte
cs_cz: Velikost písma v okénku
de_de: Marquee Schriftgröße
fi_fi: Marquee Fontin koko
fr_fr: Taille de la police de la marquise
hu_hu: Marquee Betűméret
it_it: Dimensione del carattere Marquee
ja_jp: マーキーのフォントサイズ
nb_no: Marquee skriftstørrelse
nl_be: Marquee Fontgrootte
pl_pl: Rozmiar czcionki znacznika
pt_pt: Tamanho de letra do letreiro
ro_ro: Dimensiunea fontului Marquee
ru_ru: Размер шрифта на экране отображения песен
sr_rs: Маркуее Фонт Сизе
sv_se: Teckensnittsstorlek för Marquee
uk_ua: Розмір шрифту маркірування
vi_vn: Kích thước phông chữ Marquee

source: %s Helper
cs_cz: %s Pomocník
de_de: %s Helfer
fi_fi: %s Apulainen
fr_fr: %s Aide
hu_hu: %s Segítő
it_it: %s Aiutante
ja_jp: %sヘルパー
nb_no: %s Hjelper
nl_be: %s Hulp
pl_pl: %s Pomocnik
pt_pt: %s Ajudante
ro_ro: %s Ajutor
ru_ru: Помощник %s
sr_rs: %s Помоћник
sv_se: %s Hjälpare
uk_ua: %s Помічник.
vi_vn: %s Người trợ giúp

source: Stop All %s Processes
af_za: Stop alle %s prosesse
cs_cz: Zastavení všech procesů %s
de_de: Alle %s Prozesse stoppen
fi_fi: Pysäytä kaikki %s prosessit
fr_fr: Arrêter tous les processus %s
hu_hu: Állítsa le az összes %s folyamatot
it_it: Arresto di tutti i processi di %s
ja_jp: すべての %s プロセスを停止する
nb_no: Stopp alle %s prosesser
nl_be: Stop Alle %s Processen
pl_pl: Zatrzymaj wszystkie procesy %s
pt_pt: Parar todos os processos %s
ro_ro: Opriți toate procesele %s
ru_ru: Остановить все процессы %s
sr_rs: Зауставите све %s процесе
sv_se: Stoppa alla %s -processer
uk_ua: Зупинити всі процеси %s
vi_vn: Dừng tất cả %s Tiến trình

source: Delete Profile
af_za: Vee profiel uit
cs_cz: Smazat profil
de_de: Profil löschen
fi_fi: Poista profiili
fr_fr: Supprimer le profil
hu_hu: Profil törlése
it_it: Cancellare il profilo
ja_jp: プロフィール削除
nb_no: Slett profil
nl_be: Verwijder Profiel
pl_pl: Usuń profil
pt_pt: Eliminar perfil
ro_ro: Ștergeți profilul
ru_ru: Удалить профиль
sr_rs: Избриши профил
sv_se: Ta bort profil
uk_ua: Видалити профіль
vi_vn: Xóa Hồ Sơ

source: Create Shortcut for Profile
af_za: Skep kortpad vir profiel
cs_cz: Vytvoření zkratky pro profil
de_de: Abkürzung für Profil erstellen
fi_fi: Luo pikakuvake profiilille
fr_fr: Créer un raccourci pour le profil
hu_hu: Shortcut létrehozása a profilhoz
it_it: Creare una scorciatoia per il profilo
ja_jp: プロフィールのショートカットを作成する
nb_no: Opprett snarvei for profil
nl_be: Snelkoppeling voor Profiel aanmaken
pl_pl: Utwórz skrót do profilu
pt_pt: Criar atalho para o perfil
ro_ro: Creați o comandă rapidă pentru profil
ru_ru: Создать сокращ. путь для Профиля
sr_rs: Креирајте пречицу за профил
sv_se: Skapa genväg för profil
uk_ua: Створити ярлик для профілю
vi_vn: Tạo phím tắt cho hồ sơ

source: Set Up Alternate Folder
af_za: Stel alternatiewe gids op
cs_cz: Nastavení alternativní složky
de_de: Ersatzordner einrichten
fi_fi: Vaihtoehtoisen kansion määrittäminen
fr_fr: Mise en place d'un dossier alternatif
hu_hu: Alternatív mappa beállítása
it_it: Impostazione della cartella alternativa
ja_jp: 代替フォルダの設定
nb_no: Sett opp alternativ mappe
nl_be: Alternatieve Map Instellen
pl_pl: Konfiguracja folderu alternatywnego
pt_pt: Configurar pasta alternativa
ro_ro: Configurați dosarul alternativ
ru_ru: Настроить альтернативную папку
sr_rs: Подесите алтернативни фолдер
sv_se: Konfigurera alternativ mapp
uk_ua: Налаштування альтернативної папки
vi_vn: Thiết lập thư mục thay thế

source: Profile
af_za: Profiel
cs_cz: Profil
de_de: Profil
fi_fi: Profiili
fr_fr: Profil
hu_hu: Profil
it_it: Profilo
ja_jp: プロフィール
nb_no: Profil
nl_be: Profiel
pl_pl: Profil
pt_pt: Perfil
ro_ro: Profil
ru_ru: Профиль
sr_rs: Профил
sv_se: Profil
uk_ua: Профіль
vi_vn: Hồ sơ

source: Manage
af_za: Bestuur
cs_cz: Správa
de_de: Verwalten Sie
fi_fi: Hallitse
fr_fr: Gérer
hu_hu: Kezelje a címet.
it_it: Gestire
ja_jp: 管理
nb_no: Få til
nl_be: Beheren
pl_pl: Zarządzanie
pt_pt: Gerir
ro_ro: Gestionați
ru_ru: Управлять
sr_rs: Управљај
sv_se: Hantera
uk_ua: Керувати
vi_vn: Quản lý

source: Configure
af_za: Stel op
cs_cz: Konfigurace
de_de: Konfigurieren Sie
fi_fi: Määritä
fr_fr: Configurer
hu_hu: A beállítása
it_it: Configurare
ja_jp: 設定
nb_no: Konfigurer
nl_be: Configureren
pl_pl: Konfiguracja
pt_pt: Configurar
ro_ro: Configurare
ru_ru: Конфигурация
sr_rs: Конфигуришите
sv_se: Konfigurera
uk_ua: Налаштувати
vi_vn: Cấu hình

source: Support
af_za: Ondersteuning
cs_cz: Podpora
de_de: Unterstützung
fi_fi: Tuki
fr_fr: Soutien
hu_hu: Támogatás
it_it: Supporto
ja_jp: サポート
nb_no: Brukerstøtte
pl_pl: Wsparcie
pt_pt: Apoio
ro_ro: Sprijin
ru_ru: Поддержка
sr_rs: Подршка
sv_se: Stöd
uk_ua: Підтримка
vi_vn: Ủng hộ

source: Sending Support Message
af_za: Stuur ondersteuningsboodskap
cs_cz: Odeslání zprávy podpory
de_de: Senden einer Support-Nachricht
fi_fi: Tukiviestin lähettäminen
fr_fr: Envoi d'un message de soutien
hu_hu: Támogatási üzenet küldése
it_it: Invio di un messaggio di supporto
ja_jp: サポートメッセージの送信
nb_no: Sender støttemelding
nl_be: Support bericht verzenden
pl_pl: Wysyłanie wiadomości wsparcia
pt_pt: Envio de mensagem de suporte
ro_ro: Trimiterea unui mesaj de asistență
ru_ru: Отправка сообщения поддержке
sr_rs: Слање поруке подршке
sv_se: Skicka supportmeddelande
uk_ua: Надсилання повідомлення про підтримку
vi_vn: Gửi tin nhắn hỗ trợ

source: Sending %s Information
af_za: Stuur %s inligting
cs_cz: Zasílání informací na %s
de_de: Senden von %s Informationen
fi_fi: Tietojen lähettäminen %s
fr_fr: Envoi d'informations à l'adresse %s
hu_hu: A %s információ küldése
it_it: Invio di informazioni su %s
ja_jp: %s 情報の送信
nb_no: Sender %s informasjon
nl_be: Verzenden van %s informatie
pl_pl: Wysyłanie informacji %s
pt_pt: Envio de informações para %s
ro_ro: Trimiterea de informații %s
ru_ru: Отправка информации %s
sr_rs: Слање %s информација
sv_se: Skicka information till %s
uk_ua: Надсилати %s Інформація
vi_vn: Đang gửi %s Thông tin

source: Sending Diagnostics
af_za: Stuur diagnostiek
cs_cz: Odesílání diagnostiky
de_de: Senden von Diagnosen
fi_fi: Diagnostiikan lähettäminen
fr_fr: Envoi de diagnostics
hu_hu: Diagnosztika küldése
it_it: Invio della diagnostica
ja_jp: 診断の送信
nb_no: Sender diagnostikk
nl_be: Verzenden van Diagnostiek
pl_pl: Wysyłanie diagnostyki
pt_pt: Envio de diagnósticos
ro_ro: Trimiterea diagnosticelor
ru_ru: Отправка диагностики
sr_rs: Слање дијагностике
sv_se: Skickar diagnostik
uk_ua: Надсилання діагностики
vi_vn: Gửi chẩn đoán

source: Sending %s
af_za: Stuur tans %s
cs_cz: Odesílání %s
de_de: Senden von %s
fi_fi: Lähettäminen %s
fr_fr: Envoi de %s
hu_hu: Küldés %s
it_it: Invio di %s
ja_jp: %s
nb_no: Sender %s
nl_be: Verzenden van %s
pl_pl: Wysyłanie %s
pt_pt: Envio de %s
ro_ro: Trimiterea %s
ru_ru: Отправка %s
sr_rs: Слање %s
sv_se: Skickar %s
uk_ua: Надсилати на адресу %s
vi_vn: Đang gửi %s

source: %s Version
af_za: %s Weergawe
cs_cz: %s Verze
fi_fi: %s Versio
hu_hu: %s Verzió
it_it: %s Versione
ja_jp: %sバージョン
nb_no: %s Versjon
nl_be: %s Versie
pl_pl: %s Wersja
pt_pt: %s Versão
ro_ro: %s Versiune
ru_ru: Версия %s
sr_rs: %s Верзија
uk_ua: %s Версія
vi_vn: %s Phiên bản

source: Latest Version
af_za: Nuutste weergawe
cs_cz: Nejnovější verze
de_de: Neueste Version
fi_fi: Uusin versio
fr_fr: Dernière version
hu_hu: Legújabb verzió
it_it: Ultima versione
ja_jp: 最新バージョン
nb_no: Siste versjon
nl_be: Laatste Versie
pl_pl: Najnowsza wersja
pt_pt: Versão mais recente
ro_ro: Cea mai recentă versiune
ru_ru: Последняя версия
sr_rs: Најновија верзија
sv_se: Senaste versionen
uk_ua: Остання версія
vi_vn: Phiên bản mới nhất

source: No internet connection
af_za: Geen internet konneksie nie
cs_cz: Žádné připojení k internetu
de_de: Keine Internetverbindung
fi_fi: Ei internet-yhteyttä
fr_fr: Pas de connexion internet
hu_hu: Nincs internetkapcsolat
it_it: Nessuna connessione a Internet
ja_jp: インターネット接続なし
nb_no: Ingen internettforbindelse
nl_be: Geen internet connectie
pl_pl: Brak połączenia z Internetem
pt_pt: Sem ligação à Internet
ro_ro: Fără conexiune la internet
ru_ru: Нет соединения с интернетом
sr_rs: Нема интернет везе
sv_se: Ingen internetanslutning
uk_ua: Немає підключення до Інтернету
vi_vn: Không có kết nối internet

source: Download Latest Version
af_za: Laai nuutste weergawe af
cs_cz: Stáhnout nejnovější verzi
de_de: Neueste Version herunterladen
fi_fi: Lataa uusin versio
fr_fr: Télécharger la dernière version
hu_hu: Legújabb verzió letöltése
it_it: Scarica la versione più recente
ja_jp: 最新版のダウンロード
nb_no: Last ned siste versjon
pl_pl: Pobierz najnowszą wersję
pt_pt: Descarregar a versão mais recente
ro_ro: Descărcați ultima versiune
ru_ru: Скачать последнюю версию
sr_rs: Преузмите најновију верзију
sv_se: Ladda ner senaste versionen
uk_ua: Завантажити останню версію
vi_vn: Tải xuống phiên bản mới nhất

source: Support options
af_za: Ondersteuning opsies
cs_cz: Možnosti podpory
de_de: Optionen zur Unterstützung
fi_fi: Tukivaihtoehdot
fr_fr: Options de soutien
hu_hu: Támogatási lehetőségek
it_it: Opzioni di supporto
ja_jp: サポート・オプション
nb_no: Støttealternativer
nl_be: Support opties
pl_pl: Opcje wsparcia
pt_pt: Opções de suporte
ro_ro: Opțiuni de asistență
ru_ru: Опции поддержки
sr_rs: Опције подршке
sv_se: Alternativ för support
uk_ua: Варіанти підтримки
vi_vn: Tùy chọn hỗ trợ

source: %s Download
af_za: %s Aflaai
cs_cz: %s Stáhnout
de_de: %s Herunterladen
fi_fi: %s Lataa
fr_fr: %s Télécharger
hu_hu: %s Letöltés
it_it: %s Scaricare
ja_jp: %sダウンロード
nb_no: %s Last ned
nl_be: %s Downloaden
pl_pl: %s Pobierz
pt_pt: %s Descarregar
ro_ro: %s Descărcare
ru_ru: Скачать %s
sr_rs: %s Преузми
sv_se: %s Nedladdningar
uk_ua: %s Завантажити
vi_vn: %s Tải xuống

source: %s Wiki
ja_jp: %sウィキ
ru_ru: Вики %s
sr_rs: %s Вики
uk_ua: %s Вікі

source: %s Forums
cs_cz: %s Fóra
de_de: %s Foren
fi_fi: %s Foorumit
hu_hu: %s Fórumok
it_it: %s Forum
ja_jp: %sフォーラム
nb_no: %s Forum
pl_pl: %s Fora
pt_pt: %s Fóruns
ro_ro: %s Forumuri
ru_ru: Форумы %s
sr_rs: %s Форуми
sv_se: %s Forum
uk_ua: %s Форуми
vi_vn: %s Diễn đàn

source: %s Support Tickets
af_za: %s Ondersteuningskaartjies
cs_cz: %s Vstupenky na podporu
fi_fi: %s Tukiliput
fr_fr: %s Tickets de soutien
hu_hu: %s Támogatási jegyek
it_it: %s Biglietti di supporto
ja_jp: %sサポートチケット
nb_no: %s Støttebilletter
pl_pl: %s Bilety wsparcia
pt_pt: %s Bilhetes de apoio
ro_ro: %s Bilete de asistență
ru_ru: талон на службу поддержки %s
sr_rs: %s Улазнице за подршку
sv_se: %s Supportbiljetter
uk_ua: %s Квитки на підтримку
vi_vn: %s Vé hỗ trợ

source: Send Support Message
af_za: Stuur ondersteuningsboodskap
cs_cz: Odeslat zprávu podpory
de_de: Support-Nachricht senden
fi_fi: Lähetä tukiviesti
fr_fr: Envoyer un message d'assistance
hu_hu: Támogatás üzenet küldése
it_it: Invia un messaggio di supporto
ja_jp: サポートメッセージを送る
nb_no: Send støttemelding
nl_be: Verzend Support bericht
pl_pl: Wyślij wiadomość wsparcia
pt_pt: Enviar mensagem de suporte
ro_ro: Trimiteți un mesaj de asistență
ru_ru: Отправить сообщение поддержке
sr_rs: Пошаљите поруку подршке
sv_se: Skicka supportmeddelande
uk_ua: Надіслати повідомлення про підтримку
vi_vn: Gửi tin nhắn hỗ trợ

source: Create Profile
af_za: Skep profiel
cs_cz: Vytvořit profil
de_de: Profil erstellen
fi_fi: Luo profiili
fr_fr: Créer un profil
hu_hu: Profil létrehozása
it_it: Crea profilo
ja_jp: プロフィール作成
nb_no: Opprett profil
nl_be: Profiel aanmaken
pl_pl: Utwórz profil
pt_pt: Criar perfil
ro_ro: Crearea profilului
ru_ru: Создать профиль
sr_rs: Креирајте профил
sv_se: Skapa profil
uk_ua: Створити профіль
vi_vn: Tạo hồ sơ

source: New Profile %d
af_za: Nuwe profiel %d
cs_cz: Nový profil %d
de_de: Neues Profil %d
fi_fi: Uusi profiili %d
fr_fr: Nouveau profil %d
hu_hu: Új profil %d
it_it: Nuovo profilo %d
ja_jp: 新しいプロフィール %d
nb_no: Ny profil %d
nl_be: Nieuw profiel %d
pl_pl: Nowy profil %d
pt_pt: Novo perfil %d
ro_ro: Profil nou %d
ru_ru: Новый профиль %d
sr_rs: Нови профил %d
sv_se: Ny profil %d
uk_ua: Новий профіль %d
vi_vn: Hồ sơ mới %d

source: Profile in use
af_za: Profiel in gebruik
cs_cz: Používaný profil
de_de: Verwendetes Profil
fi_fi: Käytössä oleva profiili
fr_fr: Profil utilisé
hu_hu: Használatban lévő profil
it_it: Profilo in uso
ja_jp: 使用プロファイル
nb_no: Profil i bruk
nl_be: Profiel in gebruik
pl_pl: Profil w użyciu
pt_pt: Perfil em utilização
ro_ro: Profil în uz
ru_ru: Профиль в использовании
sr_rs: Профил у употреби
sv_se: Profil i bruk
uk_ua: Профіль у використанні
vi_vn: Hồ sơ đang sử dụng

source: Profile may not be deleted.
af_za: Profiel mag nie uitgevee word nie.
cs_cz: Profil nesmí být smazán.
de_de: Das Profil darf nicht gelöscht werden.
fi_fi: Profiilia ei voi poistaa.
fr_fr: Le profil ne peut pas être supprimé.
hu_hu: A profil nem törölhető.
it_it: Il profilo non può essere cancellato.
ja_jp: プロフィールは削除できません。
nb_no: Profilen kan ikke slettes.
nl_be: Profiel kan niet worden verwijderd.
pl_pl: Profil nie może zostać usunięty.
pt_pt: O perfil não pode ser apagado.
ro_ro: Profilul nu poate fi șters.
ru_ru: Нельзя удалить профиль.
sr_rs: Профил се не може избрисати.
sv_se: Profilen får inte raderas.
uk_ua: Профіль не може бути видалений.
vi_vn: Hồ sơ không thể bị xóa.

source: Support Message
af_za: Ondersteuningsboodskap
cs_cz: Zpráva podpory
de_de: Support-Mitteilung
fi_fi: Tukiviesti
fr_fr: Message de soutien
hu_hu: Támogatási üzenet
it_it: Messaggio di supporto
ja_jp: サポートメッセージ
nb_no: Støttemelding
nl_be: Supportbericht
pl_pl: Komunikat wsparcia
pt_pt: Mensagem de apoio
ro_ro: Mesaj de asistență
ru_ru: Сообщение поддержки
sr_rs: Порука подршке
sv_se: Supportmeddelande
uk_ua: Повідомлення про підтримку
vi_vn: Tin nhắn hỗ trợ

source: E-Mail Address
af_za: E-posadres
cs_cz: E-mailová adresa
de_de: E-Mail-Adresse
fi_fi: Sähköpostiosoite
fr_fr: Adresse électronique
hu_hu: E-mail cím
it_it: Indirizzo e-mail
ja_jp: Eメールアドレス
nb_no: Epostadresse
nl_be: E-mailadres
pl_pl: Adres e-mail
pt_pt: Endereço eletrónico
ro_ro: Adresa de e-mail
ru_ru: Адрес электронной почты
sr_rs: Адреса електронске поште
sv_se: E-postadress
uk_ua: Адреса електронної пошти
vi_vn: Địa chỉ E-Mail

source: Subject
af_za: Onderwerp
cs_cz: Předmět
de_de: Betreff
fi_fi: Aihe
fr_fr: Sujet
hu_hu: Tárgy
it_it: Oggetto
ja_jp: テーマ
nb_no: Emne
nl_be: Onderwerp
pl_pl: Przedmiot
pt_pt: Assunto
ro_ro: Subiect
ru_ru: Тема
sr_rs: Предмет
sv_se: Ämne
uk_ua: Тема
vi_vn: Chủ thể

source: Message
af_za: Boodskap
cs_cz: Zpráva
de_de: Nachricht
fi_fi: Viesti
hu_hu: Üzenet
it_it: Messaggio
ja_jp: メッセージ
nb_no: Beskjed
nl_be: Bericht
pl_pl: Wiadomość
pt_pt: Mensagem
ro_ro: Mesaj
ru_ru: Сообщение
sr_rs: Порука
sv_se: Meddelande
uk_ua: Повідомлення
vi_vn: Tin nhắn

source: Attach Data Files
af_za: Heg datalêers aan
cs_cz: Připojení datových souborů
de_de: Datendateien anhängen
fi_fi: Liitä datatiedostot
fr_fr: Joindre des fichiers de données
hu_hu: Adatfájlok csatolása
it_it: Allegare i file di dati
ja_jp: データファイルの添付
nb_no: Legg ved datafiler
nl_be: Databestanden koppelen
pl_pl: Dołączanie plików danych
pt_pt: Anexar ficheiros de dados
ro_ro: Atașați fișiere de date
ru_ru: Прикрепить файлы данных
sr_rs: Приложите датотеке са подацима
sv_se: Bifoga datafiler
uk_ua: Прикріпити файли даних
vi_vn: Đính kèm tập tin dữ liệu

source: Attach Database
af_za: Heg databasis aan
cs_cz: Připojit databázi
de_de: Datenbank anhängen
fi_fi: Liitä tietokanta
fr_fr: Joindre une base de données
hu_hu: Adatbázis csatolása
it_it: Allegare il database
ja_jp: データベースの添付
nb_no: Legg ved database
nl_be: Database koppelen
pl_pl: Dołącz bazę danych
pt_pt: Anexar base de dados
ro_ro: Atașați baza de date
ru_ru: Прикрепить базу данных
sr_rs: Приложите базу података
sv_se: Bifoga databas
uk_ua: Прикріпити базу даних
vi_vn: Đính kèm cơ sở dữ liệu

source: Invalid E-Mail Address.
af_za: Ongeldige e-posadres.
ro_ro: Adresa de e-mail invalidă.
sr_rs: Неважећа адреса е-поште.
vi_vn: Địa chỉ E-mail không hợp lệ.

source: %s Player is Active
af_za: %s Speler is aktief
cs_cz: %s Hráč je aktivní
de_de: %s Spieler ist aktiv
fi_fi: %s Pelaaja on aktiivinen
fr_fr: %s Le joueur est actif
hu_hu: %s A játékos aktív
it_it: %s Il giocatore è attivo
ja_jp: %s再生がアクティブです
nb_no: %s Spilleren er aktiv
nl_be: %s Speler is Actief
pl_pl: %s Gracz jest aktywny
pt_pt: %s O jogador está ativo
ro_ro: %s Jucătorul este activ
ru_ru: Плеер %s в работе
sr_rs: %s Играч је активан
sv_se: %s Spelaren är aktiv
uk_ua: %s Програвач активний
vi_vn: %s Người chơi đang hoạt động

source: How to get Support
af_za: Hoe om ondersteuning te kry
cs_cz: Jak získat podporu
de_de: Wie Sie Unterstützung erhalten
fi_fi: Kuinka saada tukea
fr_fr: Comment obtenir de l'aide
hu_hu: Hogyan kaphat támogatást
it_it: Come ottenere assistenza
ja_jp: サポートを受けるには
nb_no: Hvordan få støtte
nl_be: Hoe kan ik ondersteuning bekomen
pl_pl: Jak uzyskać wsparcie
pt_pt: Como obter apoio
ro_ro: Cum să obțineți asistență
ru_ru: Как получить поддержку
sr_rs: Како добити подршку
sv_se: Hur du får support
uk_ua: Як отримати підтримку
vi_vn: Làm thế nào để nhận được hỗ trợ

source: helptext_get_support
af_za: Om ondersteuning te kry, kies die 'Ondersteuning'-knoppie. Daar is skakels na die wiki, forums en probleemkaartjiestelsel. Of gebruik die 'Stuur Ondersteuningsboodskap'-knoppie om 'n boodskap te stuur.
cs_cz: Chcete-li získat podporu, vyberte tlačítko „Podpora“. Jsou zde odkazy na wiki, fóra a systém problémových vstupenek. Nebo použijte tlačítko 'Odeslat zprávu podpory' k odeslání zprávy.
de_de: Um Support zu erhalten, wählen Sie die Schaltfläche „Support“. Dort finden Sie Links zum Wiki, zu Foren und zum Problemticketsystem. Oder verwenden Sie die Schaltfläche „Supportnachricht senden“, um eine Nachricht zu senden.
fi_fi: Saat tukea valitsemalla Tuki-painikkeen. Siellä on linkkejä wikiin, foorumeihin ja ongelmalippujärjestelmään. Tai käytä "Lähetä tukiviesti" -painiketta lähettääksesi viestin.
fr_fr: Pour obtenir de l'aide, cliquez sur le bouton "Support". Vous y trouverez des liens vers le wiki, les forums et le système de billetterie. Vous pouvez également utiliser le bouton "Envoyer un message d'assistance" pour envoyer un message.
hu_hu: Támogatás igényléséhez válassza a 'Támogatás' gombot. Itt találja a wiki, a fórumok és a problémabejelentő rendszer linkjeit. Vagy használja a 'Támogatás üzenet küldése' gombot üzenet küldéséhez.
it_it: Per ottenere supporto, seleziona il pulsante "Supporto". Sono presenti collegamenti al wiki, ai forum e al sistema di segnalazione dei problemi. Oppure utilizza il pulsante "Invia messaggio di supporto" per inviare un messaggio.
ja_jp: サポートを受けるには、「サポート」ボタンを選択してください。Wiki、フォーラム、問題チケット システムへのリンクがあります。または、「サポート メッセージの送信」ボタンを使用してメッセージを送信してください。
nb_no: For å få støtte, velg 'Support'-knappen. Det er lenker til wiki, fora og problem billettsystem. Eller bruk 'Send støttemelding'-knappen for å sende en melding.
nl_be: Om ondersteuning te krijgen, selecteer de knop 'Ondersteuning' of 'Support'. Er zijn linken naar de wiki, de forums en het ticketsysteem voor problemen. Of u kunt de knop 'Support bericht verzenden' gebruiken om een bericht te sturen.
pl_pl: Aby uzyskać pomoc, wybierz przycisk „Wsparcie”. Znajdują się tam linki do wiki, forów i systemu zgłaszania problemów. Możesz też użyć przycisku „Wyślij wiadomość do wsparcia”, aby wysłać wiadomość.
pt_pt: Para obter suporte, selecione o botão 'Suporte'. Existem links para o wiki, fóruns e sistema de tickets de problemas. Ou utilize o botão 'Enviar mensagem de suporte' para enviar uma mensagem.
ro_ro: Pentru a obține asistență, selectați butonul „Suport”. Există link-uri către wiki, forumuri și sistemul de ticketing pentru probleme. Sau utilizați butonul „Trimite mesaj de asistență” pentru a trimite un mesaj.
ru_ru: Чтобы получить поддержку, нажмите кнопку "Поддержка". Здесь есть ссылки на вики, форумы и систему выдачи проблемных билетов. Или воспользуйтесь кнопкой "Отправить сообщение поддержке", чтобы отправить сообщение.
sr_rs: Да бисте добили подршку, изаберите дугме 'Подршка'. Постоје везе до вики-ја, форума и система за продају тикета. Или користите дугме „Пошаљи поруку подршке“ да пошаљете поруку.
sv_se: För att få support, välj "Support"-knappen. Det finns länkar till wiki, forum och problem biljettsystem. Eller använd knappen 'Skicka supportmeddelande' för att skicka ett meddelande.
uk_ua: Щоб отримати підтримку, виберіть кнопку «Підтримка». Є посилання на вікі, форуми та систему продажу квитків. Або скористайтеся кнопкою «Надіслати повідомлення служби підтримки», щоб надіслати повідомлення.
vi_vn: Để được hỗ trợ, hãy chọn nút 'Hỗ trợ'. Có các liên kết đến wiki, diễn đàn và hệ thống phiếu yêu cầu hỗ trợ. Hoặc sử dụng nút 'Gửi tin nhắn hỗ trợ' để gửi tin nhắn.

source: Check the Dance for Each Song
af_za: Kyk na die dans vir elke liedjie
cs_cz: Zkontrolujte tanec pro každou píseň
de_de: Prüfen Sie den Tanz für jedes Lied
fi_fi: Tarkista kunkin kappaleen tanssi
fr_fr: Vérifier la danse pour chaque chanson
hu_hu: Ellenőrizze a táncot minden dalhoz
it_it: Controllare la danza per ogni canzone
ja_jp: 各曲のダンスをチェック
nb_no: Sjekk dansen for hver sang
nl_be: Controleer het Danstype voor Elk Nummer
pl_pl: Sprawdź taniec dla każdego utworu
pt_pt: Verificar a dança para cada canção
ro_ro: Verifică dansul pentru fiecare cântec
ru_ru: Проверить танец на каждую песню
sr_rs: Проверите плес за сваку песму
sv_se: Kontrollera dansen för varje låt
uk_ua: Перевірте танець для кожної пісні
vi_vn: Kiểm tra điệu nhảy cho từng bài hát
