Repository: bll123/ballroomdj-4
Catalog: src/po/po/*.po
Languages: af_za, cs_cz, de_de, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sr_rs, sv_se, uk_ua, vi_vn

source: Pause Each Song
af_za: Onderbreek elke liedjie
cs_cz: Pozastavení každé skladby
de_de: Pausiere jedes Stück
fi_fi: Pysäytä jokainen kappale
fr_fr: Mettre en pause chaque chanson
hu_hu: Minden dal szüneteltetése
it_it: Mettere in pausa ogni brano
ja_jp: 各曲を一時停止する
nb_no: Sett hver sang på pause
nl_be: Pauzeer elk nummer
pl_pl: Wstrzymywanie każdego utworu
pt_pt: Pausa em cada música
ro_ro: Pauză pentru fiecare melodie
ru_ru: Ставить на паузу каждую песню
sr_rs: Паузирајте сваку песму
sv_se: Pausa varje låt
uk_ua: Ставте на паузу кожну пісню
vi_vn: Tạm dừng mỗi bài hát

source: Play Announcements
af_za: Speel Aankondigings
cs_cz: Přehrát oznámení
de_de: Spielankündigungen
fi_fi: Toista ilmoitukset
fr_fr: Annonces de jeu
hu_hu: Játsszon bejelentéseket
it_it: Annunci di gioco
ja_jp: プレーのお知らせ
nb_no: Spill kunngjøringer
nl_be: Aankondigingen Afspelen
pl_pl: Ogłoszenia o zabawie
pt_pt: Reproduzir anúncios
ro_ro: Anunțuri de joc
ru_ru: Воспроизвести объявления
sr_rs: Пустите најаве
sv_se: Tillkännagivanden om spel
uk_ua: Анонси п'єс
vi_vn: Phát thông báo

source: Play When Queued
af_za: Speel wanneer in tou staan
cs_cz: Přehrát při čekání ve frontě
de_de: In der Warteschlange abspielen
fi_fi: Toista kun jonossa
fr_fr: Lecture en file d'attente
hu_hu: Lejátszás sorban álláskor
it_it: Riproduzione in coda
ja_jp: キューに入れたら再生
nb_no: Spill når du står i kø
nl_be: Afspelen Wanneer in Wachtrij
pl_pl: Odtwarzaj w kolejce
pt_pt: Reproduzir quando em fila de espera
ro_ro: Redare la coadă
ru_ru: Воспроизведение при добавлении в очередь
sr_rs: Пусти када је у реду
sv_se: Spela när du står i kö
uk_ua: Відтворювати в черзі
vi_vn: Chơi khi xếp hàng

source: Show Extra Queue Buttons
af_za: Wys ekstra tou-knoppies
cs_cz: Zobrazit další tlačítka fronty
de_de: Zusätzliche Warteschlangen-Schaltflächen anzeigen
fi_fi: Näytä ylimääräiset jonopainikkeet
fr_fr: Afficher les boutons de file d'attente supplémentaires
hu_hu: Extra várólista gombok megjelenítése
it_it: Mostra pulsanti di coda extra
ja_jp: 追加のキューボタンを表示する
nb_no: Vis ekstra køknapper
nl_be: Toon Extra Wachtrij knoppen
pl_pl: Pokaż dodatkowe przyciski kolejki
pt_pt: Mostrar botões de fila extra
ro_ro: Afișați butoane de coadă suplimentare
ru_ru: Показать доп. кнопки очереди
sr_rs: Прикажи додатна дугмад за ред чекања
sv_se: Visa extra kö-knappar
uk_ua: Показати додаткові кнопки черги
vi_vn: Hiển thị các nút hàng đợi bổ sung

source: Organisation
af_za: Organisasie
cs_cz: Organizace
fi_fi: Organisaatio
hu_hu: Szervezet
it_it: Organizzazione
ja_jp: 組織
nb_no: Organisasjon
nl_be: Organisatie
pl_pl: Organizacja
pt_pt: Organização
ro_ro: Organizație
ru_ru: Организация
sr_rs: Организација
uk_ua: Організація
vi_vn: Tổ chức

source: Organisation Path
af_za: Organisasie pad
cs_cz: Cesta organizace
de_de: Organisation Pfad
fi_fi: Organisaation polku
fr_fr: Parcours de l'organisation
hu_hu: Szervezeti útvonal
it_it: Percorso organizzativo
ja_jp: 組織パス
nb_no: Organisasjonsvei
nl_be: Organisatie Pad
pl_pl: Ścieżka organizacji
pt_pt: Caminho da organização
ro_ro: Calea de organizare
ru_ru: Путь организации
sr_rs: Путања организације
sv_se: Organisationens väg
uk_ua: Шлях організації
vi_vn: Đường dẫn tổ chức

source: Examples
af_za: Voorbeelde
cs_cz: Příklady
de_de: Beispiele
fi_fi: Esimerkkejä
fr_fr: Exemples
hu_hu: Példák
it_it: Esempi
ja_jp: 例
nb_no: Eksempler
nl_be: Voorbeelden
pl_pl: Przykłady
pt_pt: Exemplos
ro_ro: Exemple
ru_ru: Примеры
sr_rs: Примери
sv_se: Exempel
uk_ua: Приклади
vi_vn: Ví dụ

source: Database Loads Dance From Genre
af_za: Databasis vragte Dans uit genre
cs_cz: Databáze načítá tanec z žánru
de_de: Datenbank lädt Tanz aus Genre
fi_fi: Tietokanta lataa tanssia tyylilajin mukaan
fr_fr: La base de données charge la danse à partir du genre
hu_hu: Adatbázis tölti a táncot a műfajból
it_it: Il database carica la danza dal genere
ja_jp: データベースはジャンルからダンスを読み込む
nb_no: Database laster dans fra sjanger
nl_be: Database laadt dansen voor Genre
pl_pl: Baza danych ładuje taniec z gatunku
pt_pt: A base de dados carrega a dança a partir do género
ro_ro: Baza de date încarcă dansul din gen
ru_ru: Загрузка жанра танца из базы данных
sr_rs: База података учитава плес из жанра
sv_se: Databas laddar dans från genre
uk_ua: База даних завантажує танці за жанром
vi_vn: Tải cơ sở dữ liệu Nhảy từ thể loại

source: Auto Organise
af_za: Outo-organiseer
cs_cz: Automatické uspořádání
de_de: Auto Organisieren
fi_fi: Automaattinen järjestys
fr_fr: Auto organiser
hu_hu: Automatikus szervezés
it_it: Organizza automaticamente
ja_jp: オートオーガナイズ
nb_no: Auto Organiser
nl_be: Automatisch organiseren
pl_pl: Automatyczna organizacja
pt_pt: Organização automática
ro_ro: Organizare automată
ru_ru: Авто организация
sr_rs: Ауто Организе
sv_se: Auto Organisera
uk_ua: Автоматичне впорядкування
vi_vn: Tự động tổ chức

source: Player
af_za: Speler
cs_cz: Hráč
de_de: Spieler
fi_fi: Pelaaja
fr_fr: Joueur
hu_hu: Játékos
it_it: Giocatore
ja_jp: 再生
nb_no: Spiller
nl_be: Speler
pl_pl: Gracz
pt_pt: Jogador
ro_ro: Jucător
ru_ru: Плеер
sr_rs: Плаиер
sv_se: Spelare
uk_ua: Плеєр
vi_vn: Người chơi

source: Audio
af_za: Oudio
ja_jp: オーディオ
nb_no: Lyd
pt_pt: Áudio
ru_ru: Аудио
sr_rs: Аудио
sv_se: Ljud
uk_ua: Аудіо
vi_vn: Âm thanh

source: Audio Output
af_za: Oudio-uitset
cs_cz: Zvukový výstup
de_de: Audio-Ausgang
fi_fi: Äänen ulostulo
fr_fr: Sortie audio
hu_hu: Audio kimenet
it_it: Uscita audio
ja_jp: オーディオ出力
nb_no: Lyd utgang
pl_pl: Wyjście audio
pt_pt: Saída de áudio
ro_ro: Ieșire audio
ru_ru: Выxод звука
sr_rs: Аудио излаз
sv_se: Ljudutgång
uk_ua: Аудіовихід
vi_vn: Đầu ra âm thanh

source: Default Volume
af_za: Verstek volume
cs_cz: Výchozí hlasitost
de_de: Standard-Lautstärke
fi_fi: Voimakkuus oletuksena
fr_fr: Volume par défaut
hu_hu: Alapértelmezett hangerő
it_it: Volume predefinito
ja_jp: デフォルト音量
nb_no: standard volum
nl_be: Standaard Volume
pl_pl: Głośność domyślna
pt_pt: Volume predefinido
ro_ro: Volum implicit
ru_ru: Громкость по умолчанию
sr_rs: Подразумевана јачина звука
sv_se: Standardvolym
uk_ua: Гучність за замовчуванням
vi_vn: Âm lượng mặc định

source: Completion Message
af_za: Voltooiingsboodskap
cs_cz: Zpráva o dokončení
de_de: Fertigstellungsnachricht
fi_fi: Valmistumissanoma
fr_fr: Message d'achèvement
hu_hu: Befejező üzenet
it_it: Messaggio di completamento
ja_jp: 完了メッセージ
nb_no: Fullføringsmelding
nl_be: Voltooiingsbericht
pl_pl: Komunikat o zakończeniu
pt_pt: Mensagem de conclusão
ro_ro: Mesaj de finalizare
ru_ru: Сообщение о завершении
sr_rs: Порука о завршетку
sv_se: Meddelande om slutförande
uk_ua: Повідомлення про завершення
vi_vn: Tin nhắn hoàn thành

source: Show Speed Reset
af_za: Wys spoedterugstelling
cs_cz: Zobrazit obnovení rychlosti
de_de: Geschwindigkeit anzeigen Zurücksetzen
fi_fi: Näytä nopeuden nollaus
fr_fr: Afficher la réinitialisation de la vitesse
hu_hu: Mutassa a sebesség visszaállítását
it_it: Mostra azzeramento della velocità
ja_jp: スピードリセットを表示
nb_no: Vis tilbakestilling av hastighet
pl_pl: Pokaż reset prędkości
pt_pt: Mostrar reposição de velocidade
ro_ro: Afișați resetarea vitezei
sr_rs: Прикажи ресетовање брзине
sv_se: Visa återställning av hastighet
uk_ua: Показати скидання швидкості
vi_vn: Hiển thị tốc độ thiết lập lại

source: Edit Ratings
af_za: Wysig graderings
cs_cz: Upravit hodnocení
de_de: Bewertungen bearbeiten
fi_fi: Muokkaa luokituksia
fr_fr: Modifier les notations
hu_hu: Értékelések szerkesztése
it_it: Modifica delle valutazioni
ja_jp: レーティングを編集する
nb_no: Rediger vurderinger
nl_be: Bewerk beoordelingen
pl_pl: Edycja ocen
pt_pt: Editar classificações
ro_ro: Editare evaluări
ru_ru: Редактировать рейтинги
sr_rs: Уреди оцене
sv_se: Redigera betyg
uk_ua: Редагувати рейтинги
vi_vn: Chỉnh sửa xếp hạng

source: Order from the lowest rating to the highest rating.
af_za: Bestel van die laagste gradering tot die hoogste gradering.
cs_cz: Seřaďte od nejnižšího hodnocení po nejvyšší.
de_de: Die Reihenfolge ist von der niedrigsten zur höchsten Einstufung.
fi_fi: Järjestä alhaisimmasta luokituksesta korkeimpaan luokitukseen.
fr_fr: L'ordre va de la note la plus basse à la note la plus haute.
hu_hu: A legalacsonyabb minősítéstől a legmagasabb minősítésig.
it_it: Ordinare dalla valutazione più bassa a quella più alta.
ja_jp: 評価の低いものから高いものへ。
nb_no: Bestill fra den laveste vurderingen til den høyeste vurderingen.
nl_be: Rangschikking van de laagste waardering naar de hoogste waardering.
pl_pl: Kolejność od najniższej do najwyższej oceny.
pt_pt: Ordenar da classificação mais baixa para a mais alta.
ro_ro: Ordonați de la cel mai mic rating la cel mai mare rating.
ru_ru: Порядок от низкого рейтинга до высшего.
sr_rs: Наручите од најниже до највише оцене.
sv_se: Ordna från lägsta betyg till högsta betyg.
uk_ua: Упорядкуйте від найнижчого рейтингу до найвищого.
vi_vn: Sắp xếp theo thứ tự từ xếp hạng thấp nhất đến xếp hạng cao nhất.

source: New Rating
af_za: Nuwe gradering
cs_cz: Nové hodnocení
de_de: Neue Bewertung
fi_fi: Uusi luokitus
fr_fr: Nouveau classement
hu_hu: Új értékelés
it_it: Nuova valutazione
ja_jp: 新規格付け
nb_no: Ny vurdering
nl_be: Nieuw beoordeling
pl_pl: Nowa ocena
pt_pt: Nova classificação
ro_ro: Evaluare nouă
ru_ru: Новый рейтинг
sr_rs: Нев Ратинг
sv_se: Nytt betyg
uk_ua: Новий рейтинг
vi_vn: Đánh giá mới

source: Enable Remote Control
af_za: Aktiveer afstandbeheer
cs_cz: Povolení dálkového ovládání
de_de: Fernsteuerung einschalten
fi_fi: Ota kauko-ohjaus käyttöön
fr_fr: Activer la télécommande
hu_hu: Távvezérlés engedélyezése
it_it: Abilitazione del telecomando
ja_jp: リモートコントロールを有効にする
nb_no: Aktiver fjernkontroll
nl_be: Afstandsbediening inschakelen
pl_pl: Włącz zdalne sterowanie
pt_pt: Ativar o controlo remoto
ro_ro: Activarea telecomenzii
ru_ru: Включить удаленное управление
sr_rs: Омогући даљинско управљање
sv_se: Aktivera fjärrkontroll
uk_ua: Увімкнути дистанційне керування
vi_vn: Bật điều khiển từ xa

source: HTML Template
af_za: HTML-sjabloon
cs_cz: Šablona HTML
de_de: HTML-Vorlage
fi_fi: HTML-malli
fr_fr: Modèle HTML
hu_hu: HTML sablon
it_it: Modello HTML
ja_jp: HTMLテンプレート
nb_no: HTML-mal
nl_be: HTML-sjabloon
pl_pl: Szablon HTML
pt_pt: Modelo HTML
ro_ro: Șablon HTML
ru_ru: Шаблон HTML
sr_rs: ХТМЛ шаблон
sv_se: HTML-mall
uk_ua: HTML шаблон
vi_vn: Mẫu HTML

source: User ID
af_za: Gebruikers-ID
cs_cz: ID uživatele
de_de: Benutzer-ID
fi_fi: Käyttäjätunnus
fr_fr: ID de l'utilisateur
hu_hu: Felhasználói azonosító
it_it: ID utente
ja_jp: ユーザーID
nb_no: bruker-ID
nl_be: GebruikersID
pl_pl: Identyfikator użytkownika
pt_pt: ID do utilizador
ro_ro: ID utilizator
ru_ru: ID Пользователя
sr_rs: ИД корисника
sv_se: Användar-ID
uk_ua: Ідентифікатор користувача
vi_vn: ID người dùng

source: Edit Status
af_za: Wysig Status
cs_cz: Upravit stav
de_de: Bearbeite Status
fi_fi: Muokkaa tilaa
fr_fr: Modifier le statut
hu_hu: Állapot szerkesztése
it_it: Modifica stato
ja_jp: 編集状況
nb_no: Rediger status
nl_be: Bewerk status
pl_pl: Edytuj status
pt_pt: Editar estado
ro_ro: Editare stare
ru_ru: Редактировать статус
sr_rs: Уреди статус
sv_se: Redigera status
uk_ua: Редагувати статус
vi_vn: Chỉnh sửa trạng thái

source: Play?
af_za: Speel?
cs_cz: Hrát?
de_de: Abspielen?
fi_fi: Leikkiä?
fr_fr: Jouer ?
hu_hu: Játszani?
it_it: Giocare?
ja_jp: プレー？
nb_no: Spille?
nl_be: Afspelen?
pl_pl: Grać?
pt_pt: Jogar?
ro_ro: Joaca?
ru_ru: Воспроиз-ть?
sr_rs: Играти?
sv_se: Spela?
uk_ua: Пограти?
vi_vn: Chơi?

source: New Status
af_za: Nuwe Status
cs_cz: Nový stav
de_de: Neuer Status
fi_fi: Uusi tila
fr_fr: Nouveau statut
hu_hu: Új állapot
it_it: Nuovo stato
ja_jp: 新しいステータス
nb_no: Ny status
nl_be: Nieuwe Status
pl_pl: Nowy status
pt_pt: Novo estatuto
ro_ro: Stare nouă
ru_ru: Новый статус
sr_rs: Нови статус
sv_se: Ny status
uk_ua: Новий статус
vi_vn: Trạng thái mới

source: Move Up
af_za: Beweeg op
cs_cz: Posun nahoru
de_de: Aufsteigen
fi_fi: Siirry ylöspäin
fr_fr: Monter en grade
hu_hu: Mozogj feljebb
it_it: Salire
ja_jp: 繰り上げ
nb_no: Flytte opp
nl_be: Verplaats Omhoog
pl_pl: Ruch w górę
pt_pt: Mover para cima
ro_ro: Mișcați-vă în sus
ru_ru: Вверх
sr_rs: Мове Уп
sv_se: Flytta upp
uk_ua: Рухайся!
vi_vn: Di chuyển lên

source: Move Down
af_za: Beweeg af
cs_cz: Přesun dolů
de_de: Nach unten bewegen
fi_fi: Siirry alaspäin
fr_fr: Descendre
hu_hu: Mozgás lefelé
it_it: Muoversi verso il basso
ja_jp: 下に移動
nb_no: Flytt ned
nl_be: Verplaats Omlaag
pl_pl: Przesuń w dół
pt_pt: Mover para baixo
ro_ro: Mutare în jos
ru_ru: Вниз
sr_rs: Мове Довн
sv_se: Flytta ner
uk_ua: Вниз!
vi_vn: Di chuyển xuống

source: Delete
af_za: Vee uit
cs_cz: Odstranit
de_de: Löschen
fi_fi: Poista
fr_fr: Supprimer
hu_hu: Törölje a címet.
it_it: Cancellare
ja_jp: 削除
nb_no: Slett
nl_be: Verwijderen
pl_pl: Usuń
pt_pt: Eliminar
ro_ro: Ștergeți
ru_ru: Удалить
sr_rs: Избриши
sv_se: Radera
uk_ua: Видалити
vi_vn: Xóa bỏ

source: Add New
af_za: Voeg nuwe by
cs_cz: Přidat nový
de_de: Neu hinzufügen
fi_fi: Lisää uusi
fr_fr: Ajouter Nouveau
hu_hu: Új hozzáadása
it_it: Aggiungi nuovo
ja_jp: 新規追加
nb_no: Legg til ny
nl_be: Voeg nieuwe toe
pl_pl: Dodaj nowy
pt_pt: Adicionar novo
ro_ro: Adaugă nou
ru_ru: Добавить новое
sr_rs: Додај ново
sv_se: Lägg till nytt
uk_ua: Додати нове
vi_vn: Thêm mới

source: User Interface
af_za: Gebruikerskoppelvlak
cs_cz: Uživatelské rozhraní
de_de: Benutzeroberfläche
fi_fi: Käyttöliittymä
fr_fr: Interface utilisateur
hu_hu: Felhasználói felület
it_it: Interfaccia utente
ja_jp: ユーザーインターフェース
nb_no: Brukergrensesnitt
nl_be: Gebruikersinterface
pl_pl: Interfejs użytkownika
pt_pt: Interface do utilizador
ro_ro: Interfața cu utilizatorul
ru_ru: Интерфейс пользователя
sr_rs: Кориснички интерфејс
sv_se: Användargränssnitt
uk_ua: Інтерфейс користувача
vi_vn: Giao diện người dùng

source: Theme
af_za: Tema
cs_cz: Téma
de_de: Thema
fi_fi: Teema
fr_fr: Thème
hu_hu: Téma
it_it: Tema
ja_jp: テーマ
nb_no: Tema
nl_be: Thema
pl_pl: Temat
pt_pt: Tema
ro_ro: Tema
ru_ru: Тема
sr_rs: Тема
sv_se: Tema
uk_ua: Тема
vi_vn: Chủ đề

source: Font
af_za: Lettertipe
cs_cz: Písmo
de_de: Schriftart
fi_fi: Fontti
fr_fr: Police
hu_hu: Betűtípus
it_it: Carattere
ja_jp: フォント
nl_be: Lettertype
pl_pl: Czcionka
pt_pt: Tipo de letra
ru_ru: Шрифт
sr_rs: Фонт
sv_se: Typsnitt
uk_ua: Шрифт
vi_vn: Phông chữ

source: Listing Font
af_za: Lys lettertipe
cs_cz: Výpis písma
de_de: Auflistung Schriftart
fi_fi: Luettelointi Fontti
fr_fr: Police d'inscription
hu_hu: Listázás Font
it_it: Font di quotazione
ja_jp: リスト・フォント
nb_no: Oppføringsskrift
nl_be: Lettertype
pl_pl: Czcionka aukcji
pt_pt: Fonte de listagem
ro_ro: Listare Font
ru_ru: Шрифт списка
sr_rs: Листинг Фонт
sv_se: Font för listning
uk_ua: Шрифт лістингу
vi_vn: Phông chữ liệt kê

source: Scale
af_za: Skaal
cs_cz: Měřítko
de_de: Skala
fi_fi: Mittakaava
fr_fr: Échelle
hu_hu: Skála
it_it: Scala
ja_jp: スケール
nb_no: Skala
nl_be: Schaal
pl_pl: Skala
pt_pt: Escala
ro_ro: Scară
ru_ru: Размер
sr_rs: Сцале
sv_se: Skala
uk_ua: Масштаб
vi_vn: Tỉ lệ

source: %s Installer
af_za: %s Installeerder
cs_cz: %s Instalatér
de_de: %s Installateur
fi_fi: %s Asentaja
fr_fr: %s Installateur
hu_hu: %s Telepítő
it_it: %s Installatore
ja_jp: %sインストーラー
nb_no: %s Installatør
nl_be: %s Installatiebestand
pl_pl: %s Instalator
pt_pt: %s Instalador
ro_ro: %s Instalator
ru_ru: Установщик %s
sr_rs: %s Инсталатер
sv_se: %s Installatör
uk_ua: %s Інсталятор
vi_vn: %s Trình cài đặt

source: Enter the name of the new installation.
af_za: Voer die naam van die nuwe installasie in.
cs_cz: Zadejte název nové instalace.
de_de: Geben Sie den Namen der neuen Anlage ein.
fi_fi: Kirjoita uuden asennuksen nimi.
fr_fr: Saisissez le nom de la nouvelle installation.
hu_hu: Adja meg az új telepítés nevét.
it_it: Inserire il nome della nuova installazione.
ja_jp: 新しいインストールの名前を入力します。
nb_no: Skriv inn navnet på den nye installasjonen.
pl_pl: Wprowadź nazwę nowej instalacji.
pt_pt: Introduza o nome da nova instalação.
ro_ro: Introduceți numele noii instalații.
ru_ru: Введите имя новой установки.
sr_rs: Унесите назив нове инсталације.
sv_se: Ange namnet på den nya installationen.
uk_ua: Введіть назву нової інсталяції.
vi_vn: Nhập tên cài đặt mới.

source: Re-Install
af_za: Herinstalleer
cs_cz: Opětovná instalace
de_de: Neuinstallation
fi_fi: Asenna uudelleen
fr_fr: Réinstallation
hu_hu: A újratelepítése
it_it: Reinstallazione
ja_jp: 再インストール
nb_no: Installer på nytt
nl_be: Herinstalleren
pl_pl: Ponowna instalacja
pt_pt: Re-instalar
ro_ro: Reinstalare
ru_ru: Переустановить
sr_rs: Поново инсталирајте
sv_se: Installera om
uk_ua: Перевстановити
vi_vn: Cài đặt lại

source: Exit
af_za: Verlaat
de_de: Verlassen
fi_fi: Poistu
fr_fr: Sortie
hu_hu: Kilépés
it_it: Uscita
ja_jp: 出口
nl_be: Afsluiten
pl_pl: Wyjście
pt_pt: Sair
ro_ro: Ieșire
ru_ru: Выход
sr_rs: Изађи
sv_se: Avsluta
uk_ua: Виходьте.
vi_vn: Ra

source: Install
af_za: Installeer
cs_cz: Instalace
de_de: Installieren Sie
fi_fi: Asenna
fr_fr: Installer
hu_hu: Telepítse a
it_it: Installare
ja_jp: インストール
nb_no: Installere
nl_be: Installeren
pl_pl: Instalacja
pt_pt: Instalar
ro_ro: Instalați
ru_ru: Установить
sr_rs: Инсталирај
sv_se: Installera
uk_ua: Встановити
vi_vn: Cài đặt

source: Setup complete.
af_za: Opstelling voltooi.
cs_cz: Nastavení je dokončeno.
de_de: Einrichtung abgeschlossen.
fi_fi: Asennus valmis.
fr_fr: L'installation est terminée.
hu_hu: Beállítás befejezve.
it_it: Impostazione completata.
ja_jp: セットアップ完了。
nb_no: Oppsettet er fullført.
nl_be: Setup voltooid.
pl_pl: Konfiguracja zakończona.
pt_pt: Configuração concluída.
ro_ro: Configurare completă.
ru_ru: Настройка завершена.
sr_rs: Подешавање је завршено.
sv_se: Installationen är klar.
uk_ua: Налаштування завершено.
vi_vn: Thiết lập hoàn tất.

source: Invalid Name
af_za: Ongeldige naam
cs_cz: Neplatné jméno
de_de: Ungültiger Name
fi_fi: Virheellinen nimi
fr_fr: Nom invalide
hu_hu: Érvénytelen név
it_it: Nome non valido
ja_jp: 無効な名前
nb_no: Ugyldig navn
nl_be: Ongeldige Naam
pl_pl: Nieprawidłowa nazwa
pt_pt: Nome inválido
ro_ro: Nume invalid
ru_ru: Недопустимое имя
sr_rs: Неважеће име
sv_se: Ogiltigt namn
uk_ua: Неправильне ім'я
vi_vn: Tên không hợp lệ

source: Re-install %s. Overwrites existing configuration.
af_za: Herinstalleer %s. Oorskryf bestaande konfigurasie.
cs_cz: Opětovná instalace %s. Přepíše stávající konfiguraci.
de_de: %sneu installieren. Überschreibt die bestehende Konfiguration.
fi_fi: Asenna uudelleen %s. Korvaa olemassa olevan kokoonpanon.
fr_fr: Réinstaller %s. Écrase la configuration existante.
hu_hu: A %sújratelepítése. Felülírja a meglévő konfigurációt.
it_it: Reinstallare %s. Sovrascrive la configurazione esistente.
ja_jp: %sを再インストールする。 既存の設定を上書きします。
nb_no: Installer %spå nytt. Overskriver eksisterende konfigurasjon.
pl_pl: Zainstaluj ponownie %s. Nadpisuje istniejącą konfigurację.
pt_pt: Reinstalar %s. Substitui a configuração existente.
ro_ro: Re-instalează %s. Suprascrie configurația existentă.
ru_ru: Переустановить %s. Перезаписывает существующую конфигурацию.
sr_rs: Поново инсталирајте %s. Преписује постојећу конфигурацију.
sv_se: Installera om %s. Skriver över befintlig konfiguration.
uk_ua: Перевстановити %s. Перезаписує існуючу конфігурацію.
vi_vn: Cài đặt lại %s. Ghi đè lên cấu hình hiện có.

source: Updating existing %s installation.
af_za: Opdatering van bestaande %s installasie.
cs_cz: Aktualizace stávající instalace %s .
de_de: Aktualisierung der bestehenden %s Installation.
fi_fi: Olemassa olevan %s -asennuksen päivittäminen.
fr_fr: Mise à jour de l'installation existante de %s .
hu_hu: A meglévő %s telepítés frissítése.
it_it: Aggiornamento dell'installazione esistente di %s .
ja_jp: 既存の %s インストールを更新する。
nb_no: Oppdaterer eksisterende %s installasjon.
nl_be: Bestaande %s installatie bijwerken.
pl_pl: Aktualizacja istniejącej instalacji %s .
pt_pt: Atualização da instalação existente do %s .
ro_ro: Actualizarea instalației existente %s .
ru_ru: Обновление существующей установки %s .
sr_rs: Ажурирање постојеће %s инсталације.
sv_se: Uppdatering av befintlig %s installation.
uk_ua: Оновлення існуючої інсталяції %s .
vi_vn: Đang cập nhật bản cài đặt %s hiện có.

source: New %s installation.
af_za: Nuwe %s installasie.
cs_cz: Instalace nové stránky %s .
de_de: Neue %s Installation.
fi_fi: Uusi %s asennus.
fr_fr: Nouvelle installation %s .
hu_hu: Új %s telepítés.
it_it: Installazione del nuovo %s .
ja_jp: 新しい %s。
nb_no: Ny %s installasjon.
nl_be: Nieuwe %s installatie.
pl_pl: Nowa instalacja %s .
pt_pt: Novo %s instalação.
ro_ro: Noua instalație %s .
ru_ru: Установка новой %s.
sr_rs: Нова %s инсталација.
sv_se: Ny installation %s .
uk_ua: Нова інсталяція %s .
vi_vn: Cài đặt %s mới.

source: Error: Folder already exists.
af_za: Fout: gids bestaan reeds.
cs_cz: Chyba: Složka již existuje.
de_de: Fehler: Ordner existiert bereits.
fi_fi: Virhe: Kansio on jo olemassa.
fr_fr: Erreur : Le dossier existe déjà.
hu_hu: Hiba: Mappa már létezik.
it_it: Errore: Cartella già esistente.
ja_jp: エラー：フォルダは既に存在します。
nb_no: Feil: Mappen eksisterer allerede.
nl_be: Fout: Map bestaat al.
pl_pl: Błąd: Folder już istnieje.
pt_pt: Erro: A pasta já existe.
ro_ro: Eroare: Folder already exists.
ru_ru: Ошибка: Папка уже существует.
sr_rs: Грешка: фолдер већ постоји.
sv_se: Felmeddelande: Mappen finns redan.
uk_ua: Помилка: Папка вже існує.
vi_vn: Lỗi: Thư mục đã tồn tại.

source: Invalid Folder
af_za: Ongeldige vouer
cs_cz: Neplatná složka
de_de: Ungültiger Ordner
fi_fi: Virheellinen kansio
fr_fr: Dossier non valide
hu_hu: Érvénytelen mappa
it_it: Cartella non valida
ja_jp: 無効なフォルダ
nb_no: Ugyldig mappe
nl_be: Ongeldige Map
pl_pl: Nieprawidłowy folder
pt_pt: Pasta inválida
ro_ro: Dosar invalid
ru_ru: Недействительная папка
sr_rs: Неважећи фолдер
sv_se: Ogiltig mapp
uk_ua: Неправильна папка
vi_vn: Thư mục không hợp lệ

source: Install Location
af_za: Installeer ligging
cs_cz: Umístění instalace
de_de: Installationsort
fi_fi: Asennuspaikka
fr_fr: Lieu d'installation
hu_hu: Telepítés helye
it_it: Posizione di installazione
ja_jp: 設置場所
nb_no: Installasjonssted
nl_be: Installatie Locatie
pl_pl: Lokalizacja instalacji
pt_pt: Local de instalação
ro_ro: Locația de instalare
ru_ru: Место установки
sr_rs: Локација инсталације
sv_se: Installera plats
uk_ua: Місце встановлення
vi_vn: Vị trí cài đặt

source: Saving install location.
af_za: Stoor tans installasieligging.
cs_cz: Uložení umístění instalace.
de_de: Speichern des Installationsortes.
fi_fi: Asennuspaikan tallentaminen.
fr_fr: Sauvegarde de l'emplacement de l'installation.
hu_hu: Telepítési hely mentése.
it_it: Salvataggio della posizione di installazione.
ja_jp: インストール場所の保存
nb_no: Lagrer installasjonsstedet.
nl_be: Installatielocatie opslaan.
pl_pl: Zapisywanie lokalizacji instalacji.
pt_pt: Guardar a localização da instalação.
ro_ro: Salvarea locației de instalare.
ru_ru: Сохранение места установки.
sr_rs: Чување локације за инсталацију.
sv_se: Spara installationsplats.
uk_ua: Збереження місця встановлення.
vi_vn: Đang lưu vị trí cài đặt.

source: Creating folder structure.
af_za: Skep vouerstruktuur.
cs_cz: Vytvoření struktury složek.
de_de: Erstellen einer Ordnerstruktur.
fi_fi: Kansiorakenteen luominen.
fr_fr: Création d'une structure de dossiers.
hu_hu: Mappastruktúra létrehozása.
it_it: Creare una struttura di cartelle.
ja_jp: フォルダ構造の作成
nb_no: Oppretter mappestruktur.
nl_be: Mapstructuur maken.
pl_pl: Tworzenie struktury folderów.
pt_pt: Criar uma estrutura de pastas.
ro_ro: Crearea structurii de foldere.
ru_ru: Создать структуру папки.
sr_rs: Креирање структуре фолдера.
sv_se: Skapa mappstruktur.
uk_ua: Створення структури папок.
vi_vn: Tạo cấu trúc thư mục.
