Repository: bll123/ballroomdj-4
Catalog: src/po/po/*.po
Languages: af_za, cs_cz, de_de, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sr_rs, sv_se, uk_ua, vi_vn

source: helptext_configure_dances
af_za: Die name van die danse moet ooreenstem met wat jy gebruik. => Kies 'Redigeer danse' aan die linkerkant van die 'BDJ4-konfigurasie'-venster. <br> Hersien die lys danse. As 'n dans 'n ander naam het as wat jy gebruik, kies die dans en verander die naam. As 'n dans wat jy gebruik ontbreek, kies die 'Voeg by'-knoppie en voeg die dans by. As daar danse is wat jy nooit sal gebruik nie, kies die dans en kies dan die 'Verwyder'-knoppie. => Maak die 'BDJ4 Configuration' venster toe.
cs_cz: Názvy tanců musí odpovídat tomu, co používáte. => Vyberte 'Edit Dances' v levé části okna 'BDJ4 Configuration'.<br>Prohlédněte si seznam tanců. Pokud má tanec jiný název, než jaký používáte, vyberte tanec a změňte název. Pokud tanec, který používáte, chybí, vyberte tlačítko 'Přidat' a přidejte tanec. Pokud existují tance, které nikdy nepoužijete, vyberte tanec a poté stiskněte tlačítko 'Odebrat'. => Zavřete okno 'BDJ4 Configuration'.
de_de: Die Namen der Tänze müssen mit denen übereinstimmen, die Sie verwenden. => Wählen Sie „Tänze bearbeiten“ auf der linken Seite des Fensters „BDJ4-Konfiguration“.<br>Überprüfen Sie die Liste der Tänze. Wenn ein Tanz einen anderen Namen hat als der, den Sie verwenden, wählen Sie den Tanz aus und ändern Sie den Namen. Wenn ein von Ihnen verwendeter Tanz fehlt, wählen Sie die Schaltfläche „Hinzufügen“ und fügen Sie den Tanz hinzu. Wenn es Tänze gibt, die Sie nie verwenden werden, wählen Sie den Tanz aus und wählen Sie dann die Schaltfläche „Entfernen“. => Schließen Sie das Fenster „BDJ4-Konfiguration“.
fi_fi: Tanssien nimien tulee vastata käyttämääsi. => Valitse 'Muokkaa tansseja' 'BDJ4 Configuration' -ikkunan vasemmasta reunasta.<br>Tarkista tanssiluettelo. Jos tanssilla on eri nimi kuin käytät, valitse tanssi ja vaihda nimi. Jos käyttämäsi tanssi puuttuu, valitse Lisää-painike ja lisää tanssi. Jos on tansseja, joita et koskaan käytä, valitse tanssi ja napsauta sitten Poista-painiketta. => Sulje 'BDJ4 Configuration' -ikkuna.
fr_fr: Les noms des danses doivent correspondre à ce que vous utilisez. => Sélectionnez 'Modifier les danses' dans le côté gauche de la fenêtre 'Configuration BDJ4'.<br>Consultez la liste des danses. Si une danse porte un nom différent de celui que vous utilisez, sélectionnez la danse et modifiez le nom. Si une danse que vous utilisez est manquante, sélectionnez le bouton « Ajouter » et ajoutez la danse. S'il y a des danses que vous n'utiliserez jamais, sélectionnez la danse, puis sélectionnez le bouton « Supprimer ». => Fermez la fenêtre 'Configuration BDJ4'.
hu_hu: A táncok nevének meg kell egyeznie azzal, amit használ. => A 'BDJ4 Configuration' ablak bal oldalán válassza ki az 'Edit Dances'-t.<br> Tekintse át a táncok listáját. Ha egy táncnak más a neve, mint amit használ, válassza ki a táncot, és változtassa meg a nevet. Ha egy használt tánc hiányzik, kattintson a 'Hozzáadás' gombra, és adja hozzá a táncot. Ha vannak olyan táncok, amelyeket soha nem fog használni, válassza ki a táncot, majd kattintson az „Eltávolítás” gombra. => Zárja be a 'BDJ4 Configuration' ablakot.
it_it: I nomi dei balli devono corrispondere a quello che usi. => Seleziona "Modifica danze" nella parte sinistra della finestra "Configurazione BDJ4".<br>Rivedi l'elenco delle danze. Se un ballo ha un nome diverso da quello che usi, seleziona il ballo e cambia il nome. Se manca una danza che usi, seleziona il pulsante "Aggiungi" e aggiungi la danza. Se ci sono balli che non utilizzerai mai, seleziona il ballo, quindi seleziona il pulsante "Rimuovi". => Chiudi la finestra 'Configurazione BDJ4'.
ja_jp: ダンスの名前は、使用するものと一致する必要があります。 => 「BDJ4 構成」ウィンドウの左側にある「ダンスの編集」を選択します。<br>ダンスのリストを確認します。ダンスの名前が使用するものと異なる場合は、ダンスを選択して名前を変更します。使用するダンスが見つからない場合は、「追加」ボタンを選択してダンスを追加します。使用しないダンスがある場合は、ダンスを選択してから、「削除」ボタンを選択します。 => 「BDJ4 構成」ウィンドウを閉じます。
nb_no: Navnene på dansene må samsvare med det du bruker. => Velg 'Rediger danser' på venstre side av 'BDJ4-konfigurasjon'-vinduet.<br> Se gjennom listen over danser. Hvis en dans har et annet navn enn det du bruker, velger du dansen og endrer navnet. Hvis en dans du bruker mangler, velg 'Legg til'-knappen og legg til dansen. Hvis det er danser du aldri kommer til å bruke, velger du dansen og deretter 'Fjern'-knappen. => Lukk 'BDJ4-konfigurasjon'-vinduet.
nl_be: De namen van de dansstijlen moeten overeenkomen met wat je zelf gebruikt.=> Selecteer 'Bewerk Dansen' aan de linkerkant van het venster 'BDJ4 configuratie'.<br> Bekijk de lijst met dansstijlen. Als een dansstijl een andere naam heeft dan wat je gebruikt, selecteer dan de dansstijl en wijzig de naam. Als een dansstijl ontbreekt die je wel gebruikt, selecteer dan de knop 'Toevoegen' en voeg de dansstijl toe. Als er dansstijlen zijn die je nooit zult gebruiken, selecteer dan de dansstijl en selecteer vervolgens de knop 'Verwijderen'.=> Sluit het venster 'BDJ4 configuratie'.
pl_pl: Nazwy tańców muszą pasować do tego, czego używasz. => Wybierz opcję „Edytuj tańce” po lewej stronie okna „Konfiguracja BDJ4”.<br>Przejrzyj listę tańców. Jeśli taniec ma inną nazwę niż ta, której używasz, wybierz taniec i zmień nazwę. Jeśli brakuje tańca, którego używasz, wybierz przycisk „Dodaj” i dodaj taniec. Jeśli są tańce, których nigdy nie użyjesz, wybierz taniec, a następnie kliknij przycisk „Usuń”. => Zamknij okno „Konfiguracja BDJ4”.
pt_pt: Os nomes das danças precisam de combinar com o que se usa. => Selecione 'Editar Danças' no lado esquerdo da janela 'Configuração do BDJ4'. <br>Reveja a lista de danças. Se uma dança tiver um nome diferente daquele que utiliza, selecione a dança e altere o nome. Se faltar uma dança que utiliza, selecione o botão 'Adicionar' e adicione a dança. Se houver danças que nunca irá utilizar, selecione a dança e selecione o botão ‘Remover’. => Feche a janela 'Configuração BDJ4'.
ro_ro: Numele dansurilor trebuie să se potrivească cu ceea ce folosești. => Selectați „Editați dansuri” în partea stângă a ferestrei „Configurare BDJ4”. <br> Revizuiește lista de dansuri. Dacă un dans are un alt nume decât cel folosit, selectați dansul și schimbați numele. Dacă lipsește un dans pe care îl folosiți, selectați butonul „Adăugați” și adăugați dansul. Dacă există dansuri pe care nu le vei folosi niciodată, selectează dansul, apoi selectează butonul „Eliminare”. => Închide fereastra „Configurare BDJ4”.
ru_ru: Названия танцев должны соответствовать тому, что вы используете.=> Выберите "Редактировать танцы" в левой части окна "Конфигурация BDJ4".Просмотрите список танцев. Если название танца отличается от того, которое вы используете, выберите танец и измените название. Если танец, который вы используете, отсутствует, нажмите кнопку "Добавить" и добавьте танец. Если есть танцы, которые вы никогда не будете использовать, выберите танец, затем нажмите кнопку "Удалить".=> Закройте окно "Конфигурация BDJ4".
sr_rs: Називи плесова морају да одговарају ономе што користите. => Изаберите 'Едит Данцес' на левој страни прозора 'БДЈ4 Цонфигуратион'. <бр> Прегледајте листу плесова. Ако плес има другачије име од онога што користите, изаберите плес и промените име. Ако недостаје плес који користите, изаберите дугме 'Додај' и додајте плес. Ако постоје плесови које никада нећете користити, изаберите плес, а затим изаберите дугме 'Уклони'. => Затворите прозор 'БДЈ4 Цонфигуратион'.
sv_se: Namnen på danserna måste stämma överens med det du använder. => Välj 'Redigera danser' till vänster i fönstret 'BDJ4 Configuration'.<br>Granska listan över danser. Om en dans har ett annat namn än det du använder, välj dansen och ändra namnet. Om en dans du använder saknas, välj knappen "Lägg till" och lägg till dansen. Om det finns danser du aldrig kommer att använda, välj dansen och välj sedan knappen "Ta bort". => Stäng fönstret 'BDJ4 Configuration'.
uk_ua: Назви танців повинні відповідати тим, що ви використовуєте. => Виберіть «Редагувати танці» в лівій частині вікна «Налаштування BDJ4».<br> Перегляньте список танців. Якщо назва танцю відрізняється від тієї, яку ви використовуєте, виберіть танець і змініть назву. Якщо танець, який ви використовуєте, відсутній, виберіть кнопку «Додати» та додайте танець. Якщо є танці, якими ви ніколи не будете користуватися, виберіть танець і натисніть кнопку «Видалити». => Закрийте вікно «Налаштування BDJ4».
vi_vn: Tên của các điệu nhảy phải khớp với những gì bạn sử dụng. => Chọn 'Chỉnh sửa điệu nhảy' ở phía bên trái của cửa sổ 'Cấu hình BDJ4'. <br> Xem lại danh sách các điệu nhảy. Nếu một điệu nhảy có tên khác với tên bạn sử dụng, hãy chọn điệu nhảy đó và đổi tên. Nếu một điệu nhảy bạn sử dụng bị thiếu, hãy chọn nút 'Thêm' và thêm điệu nhảy đó. Nếu có những điệu nhảy bạn sẽ không bao giờ sử dụng, hãy chọn điệu nhảy đó, sau đó chọn nút 'Xóa'. => Đóng cửa sổ 'Cấu hình BDJ4'.

source: Introduction / Getting Started
af_za: Inleiding / Aan die gang
cs_cz: Úvod / Začínáme
de_de: Einführung / Erste Schritte
fi_fi: Johdanto / Aloittaminen
fr_fr: Introduction / Démarrage
hu_hu: Bevezetés / Kezdő lépések
it_it: Introduzione / Come iniziare
ja_jp: はじめに／はじめに
nb_no: Introduksjon / Komme i gang
nl_be: Introductie / Aan de slag
pl_pl: Wprowadzenie / Pierwsze kroki
pt_pt: Introdução / Introdução
ro_ro: Introducere / Noțiuni introductive
ru_ru: Введение / Начало
sr_rs: Увод / Почетак
sv_se: Introduktion / Komma igång
uk_ua: Вступ / Початок роботи
vi_vn: Giới thiệu / Bắt đầu

source: helptext_intro
af_za: Hierdie hulpprogram sal jou deur 'n paar stappe lei om jou te help om aan die gang te kom. => Kies die 'Volgende'-knoppie om voort te gaan na die volgende stap.
cs_cz: Tento nástroj vás provede několika kroky, které vám pomohou začít. => Výběrem tlačítka "Další" pokračujte na další krok.
de_de: Dieses Dienstprogramm führt Sie durch einige Schritte, um Ihnen den Einstieg zu erleichtern => Wählen Sie die Schaltfläche "Weiter", um mit dem nächsten Schritt fortzufahren.
fi_fi: Tämä apuohjelma ohjaa sinut muutaman vaiheen läpi, jotta pääset alkuun. => Jatka seuraavaan vaiheeseen valitsemalla Seuraava-painike.
fr_fr: Cet utilitaire vous guidera à travers quelques étapes pour vous aider à démarrer.=> Sélectionnez le bouton 'Suivant' pour passer à l'étape suivante.
hu_hu: Ez a segédprogram végigvezeti Önt néhány lépésen, amelyek segítenek az indulásban. => Válassza a 'Next' gombot a következő lépéshez való továbblépéshez.
it_it: Questa utility vi guiderà attraverso alcuni passaggi per aiutarvi a iniziare. => Selezionate il pulsante "Avanti" per continuare con il passaggio successivo.
ja_jp: このユーティリティは、いくつかのステップを経て、使い始めることができます。=> 次のステップに進むには、'Next' ボタンを選択します。
nb_no: Dette verktøyet vil lede deg gjennom noen få trinn for å hjelpe deg i gang. => Velg 'Neste'-knappen for å fortsette til neste trinn.
nl_be: Dit hulpprogramma zal je door een paar stappen leiden om je op weg te helpen.=> Selecteer de knop 'Volgende' om door te gaan naar de volgende stap
pl_pl: To narzędzie przeprowadzi Cię przez kilka kroków, które pomogą Ci rozpocząć. => Wybierz przycisk "Dalej", aby przejść do następnego kroku.
pt_pt: Este utilitário irá guiá-lo através de alguns passos para o ajudar a começar. => Seleccione o botão 'Next' (Seguinte) para continuar para o passo seguinte.
ro_ro: Acest utilitar vă va ghida prin câțiva pași pentru a vă ajuta să începeți. => Selectați butonul „Următorul” pentru a continua cu pasul următor.
ru_ru: Эта утилита проведет вас через несколько шагов, чтобы помочь вам начать работу.=> Выберите кнопку "Следующее", чтобы перейти к следующему шагу
sr_rs: Овај услужни програм ће вас провести кроз неколико корака који ће вам помоћи да почнете. => Изаберите дугме 'Даље' да бисте наставили на следећи корак.
sv_se: Detta verktyg kommer att leda dig genom några steg för att hjälpa dig att komma igång. => Välj knappen "Nästa" för att gå vidare till nästa steg.
uk_ua: Ця утиліта проведе вас через кілька кроків, щоб допомогти вам почати роботу. => Натисніть кнопку «Далі», щоб перейти до наступного кроку.
vi_vn: Tiện ích này sẽ hướng dẫn bạn qua một vài bước để giúp bạn bắt đầu. => Chọn nút 'Tiếp theo' để tiếp tục bước tiếp theo.

source: Play a Playlist
af_za: Speel 'n snitlys
cs_cz: Přehrát seznam skladeb
de_de: Eine Wiedergabeliste abspielen
fi_fi: Toista soittolista
fr_fr: Jouer une liste de lecture
hu_hu: Lejátszási lista lejátszása
it_it: Riproduzione di una playlist
ja_jp: プレイリストを再生する
nb_no: Spill av en spilleliste
nl_be: Een Speellijst Afspelen
pl_pl: Odtwórz listę odtwarzania
pt_pt: Reproduzir uma lista de reprodução
ro_ro: Redarea unei liste de redare
ru_ru: Играть плейлист
sr_rs: Пусти плејлисту
sv_se: Spela upp en spellista
uk_ua: Відтворити список відтворення
vi_vn: Phát danh sách phát

source: helptext_play_playlist
af_za: Nou sal jy die snitlys speel wat pas geskep is. => Kies die 'Speler'-knoppie. => In die spelervenster, kies die 'Wou-snitlys'-aftreklys. => Kies die naam van die snitlys wat jy voorheen ingevoer het.
cs_cz: Nyní přehrajete seznam skladeb, který byl právě vytvořen. => Vyberte tlačítko 'Přehrávač'. => V okně přehrávače vyberte rozevírací seznam 'Seznam skladeb do fronty'. => Vyberte název seznamu skladeb, který jste zadali dříve.
de_de: Jetzt spielen Sie die gerade erstellte Wiedergabeliste ab. => Wählen Sie die Schaltfläche „Player“. => Wählen Sie im Player-Fenster das Dropdown-Menü „Wiedergabeliste in Warteschlange stellen“. => Wählen Sie den Namen der Wiedergabeliste aus, den Sie zuvor eingegeben haben.
fi_fi: Nyt toistat juuri luodun soittolistan. => Valitse 'Player'-painike. => Valitse soitinikkunassa 'Jonon soittolista' -pudotusvalikko. => Valitse aiemmin antamasi soittolistan nimi.
fr_fr: Vous allez maintenant lire la playlist qui vient d'être créée. => Sélectionnez le bouton 'Joueur'. => Dans la fenêtre du lecteur, sélectionnez le menu déroulant « Queue Playlist ». => Sélectionnez le nom de la playlist que vous avez saisi précédemment.
hu_hu: Most lejátszhatja az éppen létrehozott lejátszási listát. => Válassza ki a 'Player' gombot. => A lejátszó ablakában válaszd ki a 'Queue Playlist' legördülő menüt. => Válassza ki a korábban megadott lejátszási lista nevét.
it_it: Ora riprodurrai la playlist appena creata. => Seleziona il pulsante "Giocatore". => Nella finestra del lettore, seleziona il menu a discesa "Playlist in coda". => Seleziona il nome della playlist che hai inserito in precedenza.
ja_jp: ここで、作成したプレイリストを再生します。 => 「プレーヤー」ボタンを選択します。 => プレーヤー ウィンドウで、「キュー プレイリスト」ドロップダウンを選択します。 => 前に入力したプレイリストの名前を選択します。
nb_no: Nå vil du spille av spillelisten som nettopp ble opprettet. => Velg 'Spiller'-knappen. => I spillervinduet velger du rullegardinmenyen 'Køspilleliste'. => Velg navnet på spillelisten du skrev inn tidligere.
nl_be: Nu ga je de afspeellijst afspelen die zojuist is gemaakt.=> Selecteer de knop 'Speler'.=> Selecteer in het afspeelvenster de keuzelijst 'Speellijst in Wachtrij'.=> Selecteer de naam van de afspeellijst die je eerder hebt ingevoerd.=> Selecteer de 'Speel/Pauze' knop om de speellijst af te spelen.
pl_pl: Teraz odtworzysz właśnie utworzoną playlistę. => Wybierz przycisk „Odtwarzacz”. => W oknie odtwarzacza wybierz listę rozwijaną „Kolejka listy odtwarzania”. => Wybierz nazwę playlisty, którą wprowadziłeś wcześniej.
pt_pt: Agora vai reproduzir a playlist que acabou de criar. => Selecione o botão 'Jogador'. => Na janela do leitor, selecione o menu suspenso 'Fila de reprodução'. => Selecione o nome da playlist que introduziu anteriormente.
ro_ro: Acum veți reda lista de redare care tocmai a fost creată. => Selectați butonul „Player”. => În fereastra playerului, selectați meniul drop-down „Listă de redare în coadă”. => Selectați numele listei de redare pe care ați introdus-o anterior.
ru_ru: Теперь вы будете воспроизводить только что созданный плейлист.=> Нажмите кнопку "Плеер".=> В окне плеера выберите раскрывающийся список "Очередь плейлиста".=> Выберите название плейлиста, которое вы ввели ранее.
sr_rs: Сада ћете пустити плејлисту која је управо креирана. => Изаберите дугме 'Плајер'. => У прозору плејера изаберите падајући мени 'Куеуе Плаилист'. => Изаберите назив листе песама коју сте претходно унели.
sv_se: Nu kommer du att spela spellistan som just skapades. => Välj knappen 'Spelare'. => I spelarfönstret väljer du rullgardinsmenyn 'Köspellista'. => Välj namnet på spellistan som du skrev in tidigare.
uk_ua: Тепер ви відтворите щойно створений список відтворення. => Виберіть кнопку «Програвач». => У вікні програвача виберіть спадне меню «Черга списку відтворення». => Виберіть назву списку відтворення, який ви ввели раніше.
vi_vn: Bây giờ bạn sẽ phát danh sách phát vừa tạo. => Chọn nút 'Trình phát'. => Trong cửa sổ trình phát, chọn menu thả xuống 'Danh sách phát hàng đợi'. => Chọn tên danh sách phát mà bạn đã nhập trước đó.

source: How is the Music Organised
af_za: Hoe word die musiek georganiseer
cs_cz: Jak je hudba organizována
de_de: Wie ist die Musik organisiert?
fi_fi: Miten musiikki on järjestetty
fr_fr: Comment la musique est-elle organisée ?
hu_hu: Hogyan szerveződik a zene
it_it: Come è organizzata la musica
ja_jp: 音楽の編成
nb_no: Hvordan er musikken organisert
nl_be: Hoe is de Muziek Georganiseerd
pl_pl: Jak zorganizowana jest muzyka?
pt_pt: Como é organizada a música
ro_ro: Cum este organizată muzica
ru_ru: Как организован список песен
sr_rs: Како је организована музика
sv_se: Hur är musiken organiserad?
uk_ua: Як організована музика
vi_vn: Âm nhạc được tổ chức như thế nào
