Repository: bll123/ballroomdj-4
Catalog: src/po/po/*.po
Languages: af_za, cs_cz, de_de, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sr_rs, sv_se, uk_ua, vi_vn

source: Installing %s.
af_za: Installeer tans %s.
cs_cz: Instalace stránek %s.
de_de: Installieren von %s.
fi_fi: Asennus %s.
fr_fr: Installation de %s.
hu_hu: A %stelepítése .
it_it: Installazione di %s.
ja_jp: %sのインストール .
nb_no: Installerer %s.
nl_be: %s Installeren.
pl_pl: Instalacja %s.
pt_pt: Instalar %s.
ro_ro: Instalarea %s.
ru_ru: Установка %s.
sr_rs: Инсталирање %s.
sv_se: Installera %s.
uk_ua: Встановлення %s.
vi_vn: Đang cài đặt %s.

source: Download of %s failed.
af_za: Aflaai van %s het misluk.
cs_cz: Stažení stránky %s se nezdařilo.
de_de: Der Download von %s ist fehlgeschlagen.
fi_fi: %s lataaminen epäonnistui.
fr_fr: Le téléchargement de %s a échoué.
hu_hu: A %s letöltése sikertelen.
it_it: Il download di %s non è riuscito.
ja_jp: %s のダウンロードに失敗しました。
nb_no: Nedlasting av %s mislyktes.
nl_be: Download van %s mislukt.
pl_pl: Pobieranie strony %s nie powiodło się.
pt_pt: A transferência de %s falhou.
ro_ro: Descărcarea %s a eșuat.
ru_ru: Загрузка %s не удалась.
sr_rs: Преузимање %s није успело.
sv_se: Nedladdning av %s misslyckades.
uk_ua: Завантажити %s не вдалося.
vi_vn: Tải xuống %s không thành công.

source: %s installed.
af_za: %s geïnstalleer.
cs_cz: %s instalován.
de_de: %s installiert.
fi_fi: %s asennettu.
fr_fr: %s installés.
hu_hu: %s telepítve.
it_it: %s installato.
ja_jp: %sを設置した。
nb_no: %s installert.
nl_be: %s geïnstalleerd.
pl_pl: %s zainstalowany.
pt_pt: %s instalado.
ro_ro: %s instalat.
ru_ru: Установлен %s.
sr_rs: %s инсталиран.
sv_se: %s installerad.
uk_ua: %s встановлено.
vi_vn: %s đã cài đặt.

source: Registering %s.
af_za: Registreer %s.
cs_cz: Registrace %s.
de_de: Registrierung von %s.
fi_fi: Rekisteröinti %s.
fr_fr: Enregistrement de %s.
hu_hu: A %sregisztrálása .
it_it: Registrazione di %s.
ja_jp: %sを登録する。
nb_no: Registrerer %s.
nl_be: Registreren van %s.
pl_pl: Rejestracja %s.
pt_pt: Registo em %s.
ro_ro: Înregistrarea %s.
ru_ru: Регистрация %s.
sr_rs: Регистрација %s.
sv_se: Registrering av %s.
uk_ua: Реєстрація %s.
vi_vn: Đang đăng ký %s.

source: %s is installed
af_za: %s is geïnstalleer
cs_cz: %s je nainstalován
de_de: %s installiert ist
fi_fi: %s on asennettu
fr_fr: %s est installé
hu_hu: %s telepítve van
it_it: %s è installato
ja_jp: %s設置されている
nb_no: %s er installert
nl_be: %s is geïnstalleerd
pl_pl: %s jest zainstalowany
pt_pt: %s está instalado
ro_ro: %s este instalat
ru_ru: Установлен %s
sr_rs: %s је инсталиран
sv_se: %s är installerad
uk_ua: %s встановлено
vi_vn: %s đã được cài đặt

source: %s is not installed
af_za: %s is nie geïnstalleer nie
cs_cz: %s není nainstalován
de_de: %s ist nicht installiert
fi_fi: %s ei ole asennettu
fr_fr: %s n'est pas installé
hu_hu: %s nincs telepítve
it_it: %s non è installato
ja_jp: %sがインストールされていない
nb_no: %s er ikke installert
nl_be: %s is niet geïnstalleerd
pl_pl: %s nie jest zainstalowany
pt_pt: %s não está instalado
ro_ro: %s nu este instalat
ru_ru: %s не установлен
sr_rs: %s није инсталиран
sv_se: %s är inte installerad
uk_ua: %s не встановлено
vi_vn: %s chưa được cài đặt

source: Album
fi_fi: Albumi
ja_jp: アルバム
pt_pt: Álbum
ru_ru: Альбом
sr_rs: Албум
uk_ua: Альбом

source: Album Artist
af_za: Album Kunstenaar
cs_cz: Umělec alba
de_de: Künstler des Albums
fi_fi: Albumin esittäjä
fr_fr: Artiste de l'album
hu_hu: Előadó album
it_it: Artista dell'album
ja_jp: アルバム・アーティスト
nl_be: Album Artiest
pl_pl: Wykonawca albumu
pt_pt: Artista do álbum
ru_ru: Альбом исполнителя
sr_rs: Албум Артист
uk_ua: Художник альбому
vi_vn: Nghệ sĩ Album

source: Artist
af_za: Kunstenaar
cs_cz: Umělec
de_de: Künstler
fi_fi: Artisti
fr_fr: Artiste
hu_hu: Művész
it_it: Artista
ja_jp: アーティスト
nb_no: kunstner
nl_be: Artiest
pl_pl: Artysta
pt_pt: Artista
ru_ru: Исполнитель
sr_rs: Уметник
uk_ua: Художник
vi_vn: Nghệ sĩ

source: Score
af_za: Telling
cs_cz: Skóre
de_de: Ergebnis
fi_fi: Pisteet
it_it: Punteggio
ja_jp: スコア
pl_pl: Wynik
pt_pt: Pontuação
ro_ro: Punctaj
ru_ru: Оценка
sr_rs: Резултат
sv_se: Poäng
uk_ua: Оцінка
vi_vn: Điểm

source: Source
af_za: Bron
cs_cz: Zdroj
de_de: Quelle
fi_fi: Lähde
hu_hu: Forrás
it_it: Fonte
ja_jp: ソース
nb_no: Kilde
nl_be: Bron
pl_pl: Źródło
pt_pt: Fonte
ro_ro: Sursa
ru_ru: Источник
sr_rs: Извор
sv_se: Källa
uk_ua: Джерело
vi_vn: Nguồn

source: MPM
sr_rs: МПМ

source: Composer
af_za: Komponis
cs_cz: Skladatel
de_de: Komponist
fi_fi: Säveltäjä
fr_fr: Compositeur
hu_hu: Zeneszerző
it_it: Compositore
ja_jp: 作曲家
nb_no: Komponist
nl_be: Componist
pl_pl: Kompozytor
pt_pt: Compositor
ro_ro: Compozitor
ru_ru: Композитор
sr_rs: Композитор
sv_se: Kompositör
uk_ua: Композитор
vi_vn: Nhà soạn nhạc

source: Conductor
af_za: Dirigent
cs_cz: Vodič
de_de: Dirigent
fi_fi: Kapellimestari
fr_fr: Chef d'orchestre
hu_hu: Vezető
it_it: Conduttore
ja_jp: コンダクター
nb_no: Dirigent
nl_be: Uitvoerend artiest
pl_pl: Dyrygent
pt_pt: Condutor
ru_ru: Дирижер
sr_rs: Диригент
sv_se: Ledare
uk_ua: Диригент
vi_vn: Người chỉ huy

source: Dance
af_za: Dans
cs_cz: Tanec
de_de: Tanz
fi_fi: Tanssi
fr_fr: La danse
hu_hu: Tánc
it_it: Danza
ja_jp: ダンス
nb_no: Danse
nl_be: Dans
pl_pl: Taniec
pt_pt: Dança
ro_ro: Dans
ru_ru: Танец
sr_rs: Данце
sv_se: Dans
uk_ua: Танцюй.
vi_vn: Nhảy

source: Dance Level
af_za: Dansvlak
cs_cz: Úroveň tance
de_de: Tanzniveau
fi_fi: Tanssin taso
fr_fr: Niveau de danse
hu_hu: Tánc szint
it_it: Livello di danza
ja_jp: ダンスレベル
nb_no: Dansenivå
nl_be: Dans Niveau
pl_pl: Poziom tańca
pt_pt: Nível de dança
ro_ro: Nivel de dans
ru_ru: Уровень танца
sr_rs: Данце Левел
sv_se: Dansnivå
uk_ua: Танцювальний рівень
vi_vn: Cấp độ khiêu vũ

source: Level
af_za: Vlak
cs_cz: Úroveň
de_de: Ebene
fi_fi: Taso
fr_fr: Niveau
hu_hu: Szint
it_it: Livello
ja_jp: レベル
nb_no: Nivå
nl_be: Niveau
pl_pl: Poziom
pt_pt: Nível
ro_ro: Nivel
ru_ru: Уровень
sr_rs: Ниво
sv_se: Nivå
uk_ua: Рівень
vi_vn: Mức độ

source: Dance Rating
af_za: Dansgradering
cs_cz: Hodnocení tance
de_de: Tanz Bewertung
fi_fi: Tanssi arvio
fr_fr: Classement de la danse
hu_hu: Tánc minősítés
it_it: Valutazione della danza
ja_jp: ダンス評価
nb_no: Dansevurdering
nl_be: Dans beoordeling
pl_pl: Ocena tańca
pt_pt: Classificação da dança
ro_ro: Evaluarea dansului
ru_ru: Рейтинг танца
sr_rs: Данце Ратинг
sv_se: Betyg för dans
uk_ua: Танцювальний рейтинг
vi_vn: Xếp hạng khiêu vũ

source: Date
af_za: Datum
cs_cz: Datum
de_de: Datum
fi_fi: Päivämäärä
hu_hu: Dátum
it_it: Data
ja_jp: 日付
nb_no: Dato
nl_be: Datum
pl_pl: Data
pt_pt: Data
ro_ro: Data
ru_ru: Дата
sr_rs: Датум
sv_se: Datum
uk_ua: Дата
vi_vn: Ngày

source: Date Added
af_za: Datum bygevoeg
cs_cz: Datum přidání
de_de: Datum hinzugefügt
fi_fi: Päivämäärä lisätty
fr_fr: Date d'ajout
hu_hu: Hozzáadás dátuma
it_it: Data aggiunta
ja_jp: 追加日
nb_no: Dato lagt til
nl_be: Datum toegevoegd
pl_pl: Data dodania
pt_pt: Data de adição
ro_ro: Data adăugării
ru_ru: Дата добавлена
sr_rs: Датум додавања
sv_se: Datum tillagt
uk_ua: Дата додавання
vi_vn: Ngày thêm

source: Prevent Rename
af_za: Voorkom Hernoem
cs_cz: Zabránit přejmenování
de_de: Umbenennen verhindern
fi_fi: Estä uudelleennimeäminen
fr_fr: Empêcher le renommage
hu_hu: Átnevezés megakadályozása
it_it: Impedire la rinominazione
ja_jp: 名前の変更を防ぐ
nb_no: Forhindre Gi nytt navn
pl_pl: Zapobieganie zmianie nazwy
pt_pt: Impedir renomeação
ro_ro: Prevenirea redenumirii
ru_ru: Предотвратить переименование
sr_rs: Спречити преименовање
sv_se: Förhindra byte av namn
uk_ua: Запобігти перейменуванню
vi_vn: Ngăn chặn đổi tên

source: Disc
af_za: skyf
cs_cz: Disk
de_de: Scheibe
fi_fi: Levy
fr_fr: Disque
hu_hu: Lemez
it_it: Disco
ja_jp: ディスク
nb_no: Plate
nl_be: Schijf
pl_pl: Dysk
pt_pt: Disco
ru_ru: Диск
sr_rs: Дисц
sv_se: Skiva
uk_ua: Диск
vi_vn: Đĩa

source: Total Discs
af_za: Totale skywe
cs_cz: Celkový počet disků
de_de: Scheiben insgesamt
fi_fi: Levyjä yhteensä
fr_fr: Nombre total de disques
hu_hu: Lemezek összesen
it_it: Totale dischi
ja_jp: ディスク
nb_no: Totalt antall plater
nl_be: Totaal aantal schijven
pl_pl: Łączna liczba dysków
pt_pt: Total de discos
ro_ro: Total discuri
ru_ru: Всего дисков
sr_rs: Тотал Дисцс
sv_se: Totalt antal skivor
uk_ua: Всього дисків
vi_vn: Tổng số đĩa

source: Tot. Discs
af_za: Tot. Skyfies
cs_cz: Celkový počet disků
de_de: Scheiben insgesamt
fi_fi: Totaal aantal schijven
fr_fr: Nombre total de disques
hu_hu: Lemezek összesen
it_it: Totale dischi
ja_jp: ディスク
nb_no: Totalt antall plater
pl_pl: Łączna liczba dysków
pt_pt: Total de discos
ro_ro: Tot. Discuri
sr_rs: Тот. Дискови
uk_ua: Всього дисків
vi_vn: Tổng số đĩa

source: Duration
af_za: Duur
cs_cz: Doba trvání
de_de: Dauer
fi_fi: Kesto
fr_fr: La durée
hu_hu: Időtartam
it_it: Durata
ja_jp: 期間
nb_no: Varighet
nl_be: Tijdsduur
pl_pl: Czas trwania
pt_pt: Duração
ro_ro: Durată
ru_ru: Продолж-ть
sr_rs: Трајање
sv_se: Varaktighet
uk_ua: Тривалість
vi_vn: Khoảng thời gian

source: Favourite
af_za: Gunsteling
cs_cz: Oblíbené stránky
de_de: Favorit
fi_fi: Suosikki
fr_fr: Favoris
hu_hu: Kedvenc
it_it: Il preferito
ja_jp: お気に入り
nb_no: Favoritt
nl_be: Favoriet
pl_pl: Ulubione
pt_pt: Favorito
ro_ro: Favorit
ru_ru: Избранное
sr_rs: Фаворите
sv_se: Favorit
uk_ua: Улюблена
vi_vn: Yêu thích

source: Genre
cs_cz: Žánr
hu_hu: Műfaj
it_it: Genere
ja_jp: ジャンル
nb_no: Sjanger
pl_pl: Gatunek
pt_pt: Género
ro_ro: Gen
ru_ru: Жанр
sr_rs: Жанр
uk_ua: Жанр
vi_vn: Thể loại

source: Keyword
af_za: Sleutelwoord
cs_cz: Klíčové slovo
de_de: Schlüsselwort
fi_fi: Avainsana
fr_fr: Mot-clé
hu_hu: Kulcsszó
it_it: Parola chiave
ja_jp: キーワード
nb_no: Nøkkelord
nl_be: Trefwoord
pl_pl: Słowo kluczowe
pt_pt: Palavra-chave
ro_ro: Cuvânt cheie
ru_ru: Ключевое слово
sr_rs: Кључна реч
sv_se: Sökord
uk_ua: Ключове слово
vi_vn: Từ khóa

source: Notes
af_za: Notas
cs_cz: Poznámky
de_de: Anmerkungen
fi_fi: Huomautukset
hu_hu: Megjegyzések
it_it: Note
ja_jp: 備考
nb_no: Notater
nl_be: Notities
pl_pl: Uwagi
pt_pt: Notas
ro_ro: Note
ru_ru: Заметки
sr_rs: Напомене
sv_se: Anteckningar
uk_ua: Примітки
vi_vn: Ghi chú

source: Status
cs_cz: Stav
fi_fi: Tila
fr_fr: Statut
hu_hu: Állapot
it_it: Stato
ja_jp: ステータス
pt_pt: Estado
ro_ro: Statutul
ru_ru: Статус
sr_rs: Статус
uk_ua: Статус
vi_vn: Trạng thái

source: Tags
af_za: Merkers
cs_cz: Štítky
fi_fi: Tunnisteet
hu_hu: Címkék
it_it: Tag
ja_jp: タグ
nb_no: Tagger
pl_pl: Tagi
pt_pt: Etiquetas
ro_ro: Etichete
ru_ru: Теги
sr_rs: Ознаке
sv_se: Etiketter
uk_ua: Теги
vi_vn: Thẻ

source: Track
af_za: Spoor
cs_cz: Trať
de_de: Spur
fi_fi: Seuraa
fr_fr: Poursuivre
hu_hu: Pálya
it_it: Traccia
ja_jp: トラック
nb_no: Spor
pl_pl: Ścieżka
pt_pt: Pista
ru_ru: Трек
sr_rs: Трацк
sv_se: Spår
uk_ua: Трек
vi_vn: Theo dõi

source: Total Tracks
af_za: Totale snitte
cs_cz: Celkový počet stop
de_de: Total Spuren
fi_fi: Kappaleita yhteensä
fr_fr: Total des pistes
hu_hu: Összes pálya
it_it: Totale tracce
ja_jp: 全トラック
nb_no: Totalt spor
nl_be: Totaal aantal tracks
pl_pl: Łączna liczba ścieżek
pt_pt: Total de faixas
ro_ro: Total trasee
ru_ru: Всего треков
sr_rs: Тотал Трацкс
sv_se: Totalt antal spår
uk_ua: Всього треків
vi_vn: Tổng số bài hát

source: Tot. Tracks
af_za: Tot. Spore
cs_cz: Celkový počet stop
de_de: Total Spuren
fi_fi: Kappaleita yhteensä
fr_fr: Total des pistes
hu_hu: Összes pálya
it_it: Totale tracce
ja_jp: 全トラック
nb_no: Totalt spor
pl_pl: Łączna liczba ścieżek
pt_pt: Total de faixas
ro_ro: Tot. Piese
sr_rs: Тот. Стазе
uk_ua: Всього треків
vi_vn: Tổng số bài hát

source: Title Sort Order
af_za: Titel Sorteer volgorde
cs_cz: Pořadí řazení titulů
de_de: Titel Sortierreihenfolge
fi_fi: Otsikko Lajittelujärjestys
fr_fr: Titre Ordre de tri
hu_hu: Cím Rendezési sorrend
it_it: Titolo Ordine di ordinamento
ja_jp: タイトルソート順
nb_no: Tittel sorteringsrekkefølge
pl_pl: Tytuł Kolejność sortowania
pt_pt: Título Ordem de ordenação
ro_ro: Titlu Ordine de sortare
sr_rs: Редослед сортирања наслова
sv_se: Titel Sorteringsordning
uk_ua: Порядок сортування заголовків
vi_vn: Tiêu đề Sắp xếp theo thứ tự

source: Album Sort Order
af_za: Album Sorteer volgorde
cs_cz: Pořadí řazení alb
de_de: Album-Sortierreihenfolge
fi_fi: Albumin lajittelujärjestys
fr_fr: Ordre de tri des albums
hu_hu: Album rendezési sorrend
it_it: Ordine di ordinamento degli album
ja_jp: アルバムのソート順
nb_no: Albumsorteringsrekkefølge
pl_pl: Kolejność sortowania albumów
pt_pt: Ordem de classificação dos álbuns
ro_ro: Ordinea de sortare a albumului
sr_rs: Редослед сортирања албума
sv_se: Sorteringsordning för album
uk_ua: Порядок сортування альбомів
vi_vn: Thứ tự sắp xếp album

source: Album Artist Sort Order
af_za: Album Kunstenaar Sorteer volgorde
cs_cz: Album Umělec Pořadí řazení
de_de: Album Künstler Sortierreihenfolge
fi_fi: Albumi artisti Lajittelujärjestys
fr_fr: Album Artiste Ordre de tri
hu_hu: Album Előadóművész Rendezési sorrend
it_it: Album Artista Ordine di ordinamento
ja_jp: アルバム・アーティストのソート順
nb_no: Album Artist sorteringsrekkefølge
pl_pl: Album Wykonawca Kolejność sortowania
pt_pt: Álbum Artista Ordem de classificação
ro_ro: Album Artist Ordine de sortare
sr_rs: Редослед сортирања извођача албума
sv_se: Album Artist Sorteringsordning
uk_ua: Порядок сортування альбому за виконавцем
vi_vn: Album Nghệ sĩ Sắp xếp Thứ tự

source: Artist Sort Order
af_za: Sorteervolgorde van kunstenaars
cs_cz: Umělec Pořadí řazení
de_de: Sortierreihenfolge der Künstler
fi_fi: Taiteilija Lajittelujärjestys
fr_fr: Ordre de tri des artistes
hu_hu: Művész Rendezési sorrend
it_it: Ordine di ordinamento degli artisti
ja_jp: アーティストのソート順
nb_no: Artist sorteringsrekkefølge
pl_pl: Kolejność artystów
pt_pt: Artista Ordem de classificação
ro_ro: Ordinea de sortare a artiștilor
sr_rs: Редослед сортирања уметника
sv_se: Artist Sorteringsordning
uk_ua: Порядок сортування виконавців
vi_vn: Thứ tự sắp xếp nghệ sĩ

source: Composer Sort Order
af_za: Komponis Sorteervolgorde
cs_cz: Skladatel Pořadí řazení
de_de: Komponist Sortierreihenfolge
fi_fi: Säveltäjä Lajittelujärjestys
fr_fr: Ordre de tri des compositeurs
hu_hu: Zeneszerző Rendezési sorrend
it_it: Ordine di ordinamento dei compositori
ja_jp: 作曲家のソート順
nb_no: Komponist Sorteringsrekkefølge
pl_pl: Kolejność sortowania kompozytorów
pt_pt: Compositor Ordem de classificação
ro_ro: Compozitor Ordine de sortare
sr_rs: Редослед сортирања композитора
sv_se: Kompositör Sorteringsordning
uk_ua: Порядок сортування за композитором
vi_vn: Trình tự sắp xếp của nhà soạn nhạc

source: Marquee Display
af_za: Markiestent vertoon
cs_cz: Zobrazení na stánku
de_de: Laufschrift-Text
fr_fr: Exposition sous chapiteau
hu_hu: Sátortetős kijelző
it_it: Display a tendone
ja_jp: マーキー・ディスプレイ
nl_be: Marquee weergave
pl_pl: Wyświetlacz markizy
pt_pt: Ecrã de marquise
ro_ro: Afișaj marchiză
ru_ru: Альтернативный дисплей
sr_rs: Маркуее Дисплаи
sv_se: Utställning i tält
uk_ua: Дисплей шатра
vi_vn: Màn hình Marquee

source: Song End
af_za: Liedjie Einde
cs_cz: Konec písně
de_de: Lied Ende
fi_fi: Laulun loppu
fr_fr: Fin de la chanson
hu_hu: Dal vége
it_it: Fine della canzone
ja_jp: ソング・エンド
nb_no: Sangslutt
nl_be: Song Einde
pl_pl: Koniec piosenki
pt_pt: Fim da canção
ro_ro: Sfârșitul cântecului
ru_ru: Конец песни
sr_rs: Сонг Енд
sv_se: Sångens slut
uk_ua: Кінець пісні
vi_vn: Bài hát kết thúc

source: Song Start
af_za: Liedjie begin
cs_cz: Začátek písně
de_de: Stück-Start
fi_fi: Kappaleen aloitus
fr_fr: Début de la chanson
hu_hu: Dal kezdete
it_it: Inizio canzone
ja_jp: ソング・スタート
nb_no: Sangstart
pl_pl: Początek utworu
pt_pt: Início da canção
ro_ro: Start cântec
ru_ru: Начало песни
sr_rs: Почетак песме
sv_se: Start av sång
uk_ua: Початок пісні
vi_vn: Bài hát bắt đầu

source: Speed Adjustment
af_za: Spoedaanpassing
cs_cz: Nastavení rychlosti
de_de: Geschwindigkeitseinstellung
fi_fi: Nopeuden säätö
fr_fr: Réglage de la vitesse
hu_hu: Sebesség beállítása
it_it: Regolazione della velocità
ja_jp: スピード調整
nb_no: Hastighetsjustering
nl_be: Tempo aanpassing
pl_pl: Regulacja prędkości
pt_pt: Ajuste da velocidade
ro_ro: Reglarea vitezei
ru_ru: Регулировка скорости
sr_rs: Подешавање брзине
sv_se: Justering av hastighet
uk_ua: Регулювання швидкості
vi_vn: Điều chỉnh tốc độ

source: Volume Adjustment
af_za: Volume aanpassing
cs_cz: Nastavení hlasitosti
de_de: Einstellung der Lautstärke
fi_fi: Äänenvoimakkuuden säätö
fr_fr: Réglage du volume
hu_hu: Hangerő beállítása
it_it: Regolazione del volume
ja_jp: 音量調整
nb_no: Volumjustering
nl_be: Volumeaanpassing
pl_pl: Regulacja głośności
pt_pt: Ajuste do volume
ro_ro: Reglarea volumului
ru_ru: Регулировка громкости
sr_rs: Подешавање јачине звука
sv_se: Justering av volym
uk_ua: Регулювання гучності
vi_vn: Điều chỉnh âm lượng

source: Last Updated
af_za: Laas opgedateer
cs_cz: Poslední aktualizace
de_de: Zuletzt Aktualisiert
fi_fi: Viimeksi päivitetty
fr_fr: Dernière mise à jour
hu_hu: Utolsó frissítés
it_it: Ultimo aggiornamento
ja_jp: 最終更新日
nb_no: Sist oppdatert
nl_be: Laatst bijgewerkt
pl_pl: Ostatnia aktualizacja
pt_pt: Última atualização
ro_ro: Ultima actualizare
ru_ru: Последнее обновление
sr_rs: Последње ажурирано
sv_se: Senast uppdaterad
uk_ua: Останнє оновлення
vi_vn: Cập nhật lần cuối

source: %s: Must be set.
af_za: %s: Moet gestel word.
cs_cz: %s: Musí být nastaveno.
de_de: %s: Eingestellt werden.
fi_fi: %s: On asetettava.
fr_fr: %s: Doit être défini.
hu_hu: %s: Be kell állítani.
it_it: %s: Deve essere impostato.
ja_jp: %s：を設定しなければならない。
nb_no: %s: Må angis.
pl_pl: %s: Musi być ustawiona.
pt_pt: %sDeve ser definido.
ro_ro: %s: Trebuie să fie setat.
ru_ru: %s: Необходимо установить.
sr_rs: %s: Мора бити подешено.
sv_se: %s: Måste vara inställd.
uk_ua: %sТреба встановити.
vi_vn: %s: Phải được thiết lập.

source: %s: Spaces are not allowed.
af_za: %s: Spasies word nie toegelaat nie.
cs_cz: %s: Mezery nejsou povoleny.
de_de: %s: Leerzeichen sind nicht erlaubt.
fi_fi: %s: Välilyöntejä ei sallita.
fr_fr: %s: Les espaces ne sont pas autorisés.
hu_hu: %s: A szóközök nem engedélyezettek.
it_it: %s: Gli spazi non sono ammessi.
ja_jp: %s：スペースは使用できません。
nb_no: %s: Mellomrom er ikke tillatt.
nl_be: %s: Spaties zijn niet toegestaan.
pl_pl: %s: Spacje nie są dozwolone.
pt_pt: %sNão são permitidos espaços.
ro_ro: %s: Spațiile nu sunt permise.
ru_ru: %s: Пробелы не допускаются.
sr_rs: %s: Размаци нису дозвољени.
sv_se: %s: Utrymmen är inte tillåtna.
uk_ua: %sПробіли не допускаються.
vi_vn: %s: Không được phép có khoảng trắng.

source: %s: Slashes are not allowed.
af_za: %s: Skerpetekens word nie toegelaat nie.
cs_cz: %s: Lomítka nejsou povolena.
de_de: %s: Schrägstriche sind nicht erlaubt.
fi_fi: %s: Vinoviivat eivät ole sallittuja.
fr_fr: %s: Les barres obliques ne sont pas autorisées.
hu_hu: %s: A ferdehajlatok nem engedélyezettek.
it_it: %s: Gli slash non sono ammessi.
ja_jp: %s：スラッシュは使用不可。
nb_no: %s: Skråstrek er ikke tillatt.
pl_pl: %s: Ukośniki nie są dozwolone.
pt_pt: %s: Não são permitidas barras oblíquas.
ro_ro: %s: Slashes nu sunt permise.
ru_ru: %s: Слэши не допускаются.
sr_rs: %s: Косе црте нису дозвољене.
sv_se: %s: Bindestreck är inte tillåtna.
uk_ua: %s: Косі риски не допускаються.
vi_vn: %s: Không được phép sử dụng dấu gạch chéo.

source: %s: *'":|<>^ characters are not allowed.
af_za: %s: *'":|<>^ karakters word nie toegelaat nie.
cs_cz: %s: *'":|<>^ znaky nejsou povoleny.
de_de: %s: *'":|<>^ Zeichen sind nicht erlaubt.
fi_fi: %s: *'":|<>^ merkit eivät ole sallittuja.
fr_fr: %s: *'":|<>^ ne sont pas autorisés.
hu_hu: %s: *'":|<>^ karakterek nem engedélyezettek.
it_it: %s: I caratteri *'":|<>^ non sono ammessi.
ja_jp: %s：*'":|<>^文字は使用できません。
nb_no: %s: *'":|<>^ tegn er ikke tillatt.
pl_pl: %s: *'":|<>^ znaki nie są dozwolone.
pt_pt: %s: Não são permitidos caracteres *'":|<>^.
ro_ro: %s: *'"":|<>^ caracterele nu sunt permise.
sr_rs: %s: *'":|<>^ знакови нису дозвољени.
sv_se: %s: *'":|<>^ tecken är inte tillåtna.
uk_ua: %s: *'":|<>^ символи не допускаються.
vi_vn: %s: *'":|<>^ không được phép sử dụng ký tự.

source: %s: Must be numeric.
af_za: %s: Moet numeries wees.
cs_cz: %s: Musí být číselné.
de_de: %s: Muss numerisch sein.
fi_fi: %s: On oltava numeerinen.
fr_fr: %s: Doit être numérique.
hu_hu: %s: Numerikusnak kell lennie.
it_it: %s: Deve essere numerico.
ja_jp: %s：は数値でなければならない。
nb_no: %s: Må være numerisk.
pl_pl: %s: Musi być liczbą.
pt_pt: %sDeve ser numérico.
ro_ro: %s: Trebuie să fie numeric.
ru_ru: %s: Должно быть числом.
sr_rs: %s: Мора бити нумерички.
sv_se: %s: Måste vara numerisk.
uk_ua: %sПовинно бути числовим.
vi_vn: %s: Phải là số.

source: %s: Invalid time (%s).
af_za: %s: Ongeldige tyd (%s).
cs_cz: %s: Neplatný čas (%s).
de_de: %s: Ungültige Zeit (%s).
fi_fi: %s: Väärä aika (%s).
fr_fr: %s: Heure non valide (%s).
hu_hu: %s: Érvénytelen idő (%s).
it_it: %s: Ora non valida (%s).
ja_jp: %s：無効な時間です (%s)。
nb_no: %s: Ugyldig tid (%s).
pl_pl: %s: Nieprawidłowy czas (%s).
pt_pt: %sHora inválida (%s).
ro_ro: %s: Timp invalid (%s).
ru_ru: %s: Недопустимое время (%s).
sr_rs: %s: Неважеће време (%s).
sv_se: %s: Ogiltig tid (%s).
uk_ua: %s: Невірний час (%s).
vi_vn: %s: Thời gian không hợp lệ (%s).

source: original
af_za: oorspronklike
cs_cz: originál
fi_fi: alkuperäinen
hu_hu: eredeti
it_it: originale
ja_jp: オリジナル
nb_no: opprinnelig
nl_be: origineel
pl_pl: oryginał
ru_ru: оригинал
sr_rs: оригинални
uk_ua: оригінал
vi_vn: nguyên bản

source: delete
af_za: skrap
cs_cz: smazat
de_de: löschen
fi_fi: poista
fr_fr: supprimer
it_it: cancellare
ja_jp: 削除
nb_no: slette
nl_be: verwijderde
pl_pl: usunąć
pt_pt: apagar
ro_ro: ștergere
ru_ru: удалить
sr_rs: избрисати
sv_se: radera
uk_ua: видалити
vi_vn: xóa bỏ

source: Please wait… (%1$d/%2$d)
af_za: Wag asseblief… (%1$d/%2$d)
cs_cz: Počkejte prosím… (%1$d/%2$d)
de_de: Bitte warten Sie… (%1$d/%2$d)
fi_fi: Odota… (%1$d/%2$d)
fr_fr: Veuillez patienter… (%1$d/%2$d)
hu_hu: Kérjük, várjon… (%1$d/%2$d)
it_it: Attendere… (%1$d/%2$d)
ja_jp: お待ちください… (%1$d/%2$d)
nb_no: Vennligst vent… (%1$d/%2$d)
nl_be: Even geduld… (%1$d/%2$d)
pl_pl: Proszę czekać… (%1$d/%2$d)
pt_pt: Aguarde… (%1$d/%2$d)
ro_ro: Vă rugăm să așteptați… (%1$d/%2$d)
ru_ru: Пожалуйста, подождите… (%1$d/%2$d)
sr_rs: Молимо сачекајте… (%1$d/%2$d)
sv_se: Vänligen vänta… (%1$d/%2$d)
uk_ua: Будь ласка, зачекайте… (%1$d/%2$d)
vi_vn: Vui lòng đợi… (%1$d/%2$d)

source: Move to Top
af_za: Skuif na bo
cs_cz: Přesun na začátek
de_de: Nach oben gehen
fi_fi: Siirry alkuun
fr_fr: Vers le haut de la page
hu_hu: Mozgás a tetejére
it_it: Vai all'inizio
ja_jp: このページのトップへ
nb_no: Flytt til toppen
nl_be: Naar Boven Verplaatsen
pl_pl: Przejdź do góry
pt_pt: Ir para o topo
ro_ro: Mutare în partea de sus
ru_ru: Поднять в топ
sr_rs: Премести на врх
sv_se: Flytta till toppen
uk_ua: Перейти до початку
vi_vn: Di chuyển lên đầu trang

source: Toggle Pause
af_za: Wissel Pouse
cs_cz: Přepínání pauzy
de_de: Pause umschalten
fi_fi: Vaihda tauko
fr_fr: Basculer vers la pause
hu_hu: Szünet kapcsolása
it_it: Alterna la pausa
ja_jp: トグル・ポーズ
nb_no: Slå på pause
nl_be: Pauze omschakelen
pl_pl: Przełączanie pauzy
pt_pt: Alternar pausa
ro_ro: Comutare pauză
ru_ru: Тумблер на паузе
sr_rs: Укључи паузу
sv_se: Växla mellan paus
uk_ua: Перемикання Пауза
vi_vn: Chuyển đổi tạm dừng

source: Remove
af_za: Verwyder
cs_cz: Odstranění stránky
de_de: entfernen
fi_fi: Poista
fr_fr: Retirer
hu_hu: Távolítsa el a
it_it: Rimuovere
ja_jp: 削除
nb_no: Fjerne
nl_be: Verwijderen
pl_pl: Usunąć
pt_pt: Remover
ro_ro: Eliminați
ru_ru: Удалить
sr_rs: Уклони
sv_se: Ta bort
uk_ua: Видалити
vi_vn: Di dời

source: Edit
af_za: Wysig
cs_cz: Upravit
de_de: bearbeiten
fi_fi: Muokkaa
fr_fr: Editer
hu_hu: Szerkesztés
it_it: Modifica
ja_jp: 編集
nb_no: Redigere
nl_be: Bewerken
pl_pl: Edytuj
pt_pt: Editar
ro_ro: Editare
ru_ru: Редактировать
sr_rs: Уреди
sv_se: Redigera
uk_ua: Редагувати
vi_vn: Biên tập

source: Play
af_za: Speel
cs_cz: Přehrát
de_de: Spielen
fi_fi: Pelaa
fr_fr: Jouer
hu_hu: Játsszon
it_it: Gioco
ja_jp: プレー
nb_no: Spille
nl_be: Afspelen
pl_pl: Grać
pt_pt: Jogar
ro_ro: Joc
ru_ru: Воспроизвести
sr_rs: Играј
sv_se: Spela
uk_ua: Грай.
vi_vn: Chơi
