Repository: bll123/ballroomdj-4
Catalog: src/po/po/*.po
Languages: af_za, cs_cz, de_de, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sr_rs, sv_se, uk_ua, vi_vn

source: helptext_check_dance
af_za: => Kies 'Musiekbestuurder' aan die linkerkant van die 'BDJ4 Bestuur'-venster. <br> Blaai deur die lys liedjies en maak seker dat die dans vir elke liedjie gestel is. <br>Om die dans vir 'n liedjie te stel: => Kies die liedjie. => Kies die 'Song Editor'-oortjie (onder die speler, bo die lys liedjies). => Gebruik die dans-aftreklys langs die 'Dans'-etiket en kies die dans vir die liedjie. => Kies die 'Stoor'-knoppie regs bo op die 'Liedjieredakteur'-oortjie. <br> Jy kan terugskakel na die 'Musiekbestuurder'-oortjie en kyk vir ander liedjies waarvoor die dans gestel moet word. => Laat die 'BDJ4 Management' venster oop.
cs_cz: => Vyberte 'Music Manager' v levé části okna 'BDJ4 Management'.<br>Procházejte seznamem skladeb a zkontrolujte, zda je tanec nastaven pro každou skladbu.<br>Chcete-li nastavit tanec pro skladba: => Vyberte skladbu. => Vyberte záložku 'Song Editor' (pod přehrávačem, nad seznamem skladeb). => Vedle štítku 'Dance' použijte rozbalovací nabídku tanec a vyberte tanec pro skladbu. => V pravém horním rohu záložky 'Song Editor' vyberte tlačítko 'Save'.<br>Můžete se přepnout zpět na kartu 'Music Manager' a vyhledat další skladby, které potřebují mít taneční sadu. => Nechte okno 'BDJ4 Management' otevřené.
de_de: => Wählen Sie links im Fenster „BDJ4-Verwaltung“ „Musikmanager“.<br>Scrollen Sie durch die Liste der Songs und prüfen Sie, ob der Tanz für jeden Song eingestellt ist.<br>So legen Sie den Tanz für einen Song fest: => Wählen Sie den Song aus. => Wählen Sie die Registerkarte „Song-Editor“ (unter dem Player, über der Liste der Songs). => Verwenden Sie neben der Beschriftung „Tanz“ die Dropdown-Auswahl „Tanz“ und wählen Sie den Tanz für den Song aus. => Wählen Sie oben rechts auf der Registerkarte „Song-Editor“ die Schaltfläche „Speichern“.<br>Sie können zurück zur Registerkarte „Musikmanager“ wechseln und nach anderen Songs suchen, für die der Tanz eingestellt werden muss. => Lassen Sie das Fenster „BDJ4-Verwaltung“ geöffnet.
fi_fi: => Valitse 'Music Manager' 'BDJ4 Management' -ikkunan vasemmasta reunasta.<br>Selaa kappaleluetteloa ja varmista, että jokaiselle kappaleelle on asetettu tanssi.<br>Tanssin asettaminen kappale: => Valitse kappale. => Valitse 'Song Editor'-välilehti (soittimen alapuolella, kappaleluettelon yläpuolella). => Käytä Dance-tunnisteen vieressä olevaa tanssi-pudotusvalikkoa ja valitse kappaleen tanssi. => Valitse "Song Editor" -välilehden oikeasta yläkulmasta "Tallenna"-painike.<br>Voit vaihtaa takaisin "Music Manager" -välilehteen ja tarkistaa, onko muita kappaleita, jotka tarvitsevat tanssin. => Jätä 'BDJ4 Management' -ikkuna auki.
fr_fr: => Sélectionnez « Music Manager » dans le côté gauche de la fenêtre « Gestion BDJ4 ».<br>Faites défiler la liste des chansons et vérifiez que la danse est définie pour chaque chanson.<br>Pour définir la danse d'un chanson : => Sélectionnez la chanson. => Sélectionnez l'onglet 'Song Editor' (sous le lecteur, au dessus de la liste des chansons). => À côté du label « Danse », utilisez la sélection déroulante Danse et sélectionnez la danse de la chanson. => Dans le coin supérieur droit de l'onglet "Éditeur de chansons", sélectionnez le bouton "Enregistrer".<br>Vous pouvez revenir à l'onglet "Music Manager" et rechercher d'autres chansons nécessitant un jeu de danse. => Laissez la fenêtre 'Gestion BDJ4' ouverte.
hu_hu: => Válassza a 'Music Manager' elemet a 'BDJ4 Management' ablak bal oldalán.<br>Görgessen végig a dalok listáján, és ellenőrizze, hogy minden dalhoz be van állítva a tánc.<br>A tánc beállításához dal: => Válassza ki a dalt. => Válassza ki a „Song Editor” lapot (a lejátszó alatt, a dallista felett). => A "Dance" címke mellett használja a tánc legördülő menüt, és válassza ki a dal táncát. => A „Song Editor” lap jobb felső sarkában válassza a „Mentés” gombot.<br>Visszaválthat a „Zenekezelő” lapra, és kereshet más dalokat, amelyekhez táncolni kell. => Hagyja nyitva a 'BDJ4 Management' ablakot.
it_it: => Seleziona "Gestione musica" sul lato sinistro della finestra "Gestione BDJ4".<br>Scorri l'elenco dei brani e controlla che il ballo sia impostato per ogni brano.<br>Per impostare il ballo per un canzone: => Seleziona la canzone. => Seleziona la scheda "Editor brani" (sotto il lettore, sopra l'elenco dei brani). => Accanto all'etichetta "Danza", utilizza la selezione a discesa della danza e seleziona la danza per la canzone. => Nell'angolo in alto a destra della scheda "Editor brani", seleziona il pulsante "Salva".<br>Puoi tornare alla scheda "Gestione musica" e verificare la presenza di altri brani che necessitano del set dance. => Lascia aperta la finestra 'Gestione BDJ4'.
ja_jp: =>「BDJ4 管理」ウィンドウの左側にある「ミュージック マネージャー」を選択します。<br>曲のリストをスクロールして、各曲にダンスが設定されていることを確認します。<br>曲のダンスを設定するには: => 曲を選択します。 =>「曲エディター」タブを選択します (プレーヤーの下、曲のリストの上)。 =>「ダンス」ラベルの横にあるダンス ドロップダウン選択を使用して、曲のダンスを選択します。 =>「曲エディター」タブの右上にある「保存」ボタンを選択します。<br>「ミュージック マネージャー」タブに戻って、ダンスを設定する必要がある他の曲を確認できます。 =>「BDJ4 管理」ウィンドウを開いたままにしておきます。
nb_no: => Velg 'Music Manager' på venstre side av 'BDJ4 Management'-vinduet.<br> Bla gjennom listen over sanger og kontroller at dansen er satt for hver sang.<br>Slik stiller du inn dansen for en sang: => Velg sangen. => Velg "Song Editor"-fanen (under spilleren, over listen over sanger). => Ved siden av 'Dance'-etiketten bruker du rullegardinmenyen for dans og velger dansen for sangen. => Øverst til høyre på 'Song Editor'-fanen velger du 'Lagre'-knappen.<br> Du kan bytte tilbake til 'Music Manager'-fanen og se etter andre sanger som må ha dansen satt. => La 'BDJ4 Management'-vinduet være åpent.
nl_be: => Selecteer 'Muziek Manager' aan de linkerkant van het 'BDJ4 beheer' venster.<br> Blader door de lijst met nummers en controleer of de dansstijl is ingesteld voor elk nummer.<br>Om de dansstijl in te stellen voor een song:=> Selecteer eerst het nummer.=> Selecteer het tabblad 'Song Editor' (onder de afspeelknoppen, naast het tabblad "Muziek Manager" en boven de lijst met nummers).=> Naast het veld met het label 'Dans' open je de keuzelijst dansstijlen en selecteer de dansstijl voor het nummer.=> Selecteer in de rechterbovenhoek van het tabblad 'Song Editor' de knop 'Bewaren' om de wijzigingen te bewaren.<br> U kan naar het tabblad 'Muziek Manager' teruggaan en zoeken naar andere nummers waarbij de dansstijl ook nog dient ingesteld te worden.=> Laat het venster 'BDJ4 beheer' open.
pl_pl: => Wybierz „Menedżer muzyki” po lewej stronie okna „Zarządzanie BDJ4”.<br>Przewiń listę utworów i sprawdź, czy taniec jest ustawiony dla każdego utworu.<br>Aby ustawić taniec dla piosenka: => Wybierz piosenkę. => Wybierz zakładkę „Edytor utworów” (pod odtwarzaczem, nad listą utworów). => Obok etykiety „Dance” użyj menu rozwijanego tańca i wybierz taniec dla utworu. => W prawym górnym rogu zakładki „Edytor utworów” wybierz przycisk „Zapisz”.<br>Możesz wrócić do zakładki „Menedżer muzyki” i sprawdzić, czy są inne utwory, które wymagają zestawu tanecznego. => Pozostaw okno „Zarządzanie BDJ4” otwarte.
pt_pt: => Selecione 'Gestor de Música' no lado esquerdo da janela 'Gestão do BDJ4'. <br>Percorra a lista de músicas e verifique se a dança está definida para cada música. <br>Para definir a dança para uma música: = > Selecione a música. => Selecione o separador 'Song Editor' (abaixo do player, acima da lista de músicas). => Ao lado do rótulo 'Dança', utilize a seleção de dança suspensa e selecione a dança da música. => No canto superior direito do separador 'Song Editor', seleccione o botão 'Save'. <br>Pode voltar ao separador 'Music Manager' e verificar se existem outras músicas que necessitem de ter o set de dança. => Deixe a janela 'Gestão do BDJ4' aberta.
ro_ro: => Selectați „Music Manager” în partea stângă a ferestrei „BDJ4 Management”. <br> Derulați lista de melodii și verificați pentru a vă asigura că dansul este setat pentru fiecare melodie. <br>Pentru a seta dansul pentru o melodie: => Selectați melodia. => Selectați fila „Editor de melodii” (sub player, deasupra listei de melodii). => Lângă eticheta „Dans”, folosiți selecția derulantă de dans și selectați dansul pentru cântec. => În partea dreaptă sus a filei „Editor de melodii”, selectați butonul „Salvare”. <br> Puteți reveni la fila „Manager muzical” și puteți verifica alte melodii care trebuie să aibă set de dans. => Lăsați fereastra „BDJ4 Management” deschisă.
ru_ru: => Выберите "Менеджер музыки" в левой части окна "Управление BDJ4". Прокрутите список песен и убедитесь, что для каждой песни задан танец. Чтобы задать танец для песни:=> Выберите песню.=> Выберите вкладку "Редактор песни" (под проигрывателем, над списком песен).=> Рядом с надписью "Танец" воспользуйтесь выпадающим списком "Танец" и выберите танец для песни.=> В правом верхнем углу вкладки "Редактор песни"., нажмите кнопку "Сохранить". Вы можете вернуться на вкладку "Менеджер музыки" и проверить наличие других песен, для которых требуется танцевальный набор.=> Оставьте окно "Управление BDJ4" открытым
sr_rs: => Изаберите 'Мусиц Манагер' на левој страни прозора 'БДЈ4 Манагемент'. <бр> Померите се кроз листу песама и проверите да ли је плес подешен за сваку песму. <бр>Да бисте подесили плес за песму: => Изаберите песму. => Изаберите картицу 'Сонг Едитор' (испод плејера, изнад листе песама). => Поред ознаке 'Данце', користите падајући избор за плес и изаберите плес за песму. => У горњем десном углу картице 'Сонг Едитор', изаберите дугме 'Сачувај'. <бр> Можете да се вратите на картицу 'Менаџер музике' и проверите да ли има других песама које треба да буду подешене за плес. => Оставите прозор 'БДЈ4 Манагемент' отворен.
sv_se: => Välj 'Music Manager' till vänster i fönstret 'BDJ4 Management'.<br>Bläddra igenom listan över låtar och kontrollera att dansen är inställd för varje låt.<br>För att ställa in dansen för en låt: => Välj låten. => Välj fliken 'Sångredigerare' (under spelaren, ovanför listan med låtar). => Bredvid etiketten 'Dance', använd rullgardinsmenyn för dans och välj dansen för låten. => I det övre högra hörnet på fliken 'Sångredigerare' väljer du knappen 'Spara'.<br>Du kan växla tillbaka till fliken 'Musikhanteraren' och leta efter andra låtar som måste ha dansen inställd. => Lämna fönstret 'BDJ4 Management' öppet.
uk_ua: => Виберіть «Музичний менеджер» у лівій частині вікна «Керування BDJ4».<br>Прокрутіть список пісень і переконайтеся, що для кожної пісні встановлено танець.<br>Щоб встановити танець для пісня: => Виберіть пісню. => Виберіть вкладку «Редактор пісень» (під плеєром, над списком пісень). => Поруч із міткою «Танець» скористайтеся розкривним меню та виберіть танець для пісні. => У верхньому правому куті вкладки «Редактор пісень» виберіть кнопку «Зберегти».<br>Ви можете повернутися до вкладки «Менеджер музичних файлів» і перевірити інші пісні, для яких потрібно встановити танцювальний набір. => Залиште вікно «Керування BDJ4» відкритим.
vi_vn: => Chọn 'Music Manager' ở phía bên trái của cửa sổ 'BDJ4 Management'. <br> Cuộn qua danh sách các bài hát và kiểm tra để đảm bảo rằng điệu nhảy được thiết lập cho từng bài hát. <br>Để thiết lập điệu nhảy cho một bài hát: => Chọn bài hát. => Chọn tab 'Song Editor' (bên dưới trình phát, phía trên danh sách các bài hát). => Bên cạnh nhãn 'Dance', sử dụng lựa chọn thả xuống dance và chọn điệu nhảy cho bài hát. => Ở phía trên bên phải của tab 'Song Editor', chọn nút 'Save'. <br> Bạn có thể chuyển lại tab 'Music Manager' và kiểm tra các bài hát khác cần có dance set. => Để cửa sổ 'BDJ4 Management' mở.

source: Build the Database for the First Time
af_za: Bou die databasis vir die eerste keer
cs_cz: Vytvoření první databáze
de_de: Erstellen Sie die Datenbank zum ersten Mal
fi_fi: Rakenna tietokanta ensimmäistä kertaa
fr_fr: Construire la base de données pour la première fois
hu_hu: Az adatbázis első alkalommal történő létrehozása
it_it: Creare il database per la prima volta
ja_jp: 初めてデータベースを構築する
nb_no: Bygg databasen for første gang
nl_be: Database voor de eerste keer opbouwen
pl_pl: Tworzenie bazy danych po raz pierwszy
pt_pt: Criar a base de dados pela primeira vez
ro_ro: Construiți baza de date pentru prima dată
ru_ru: Создать базу данных впервые
sr_rs: Направите базу података по први пут
sv_se: Bygg upp databasen för första gången
uk_ua: Створіть базу даних вперше
vi_vn: Xây dựng cơ sở dữ liệu lần đầu tiên

source: helptext_build_db
af_za: Om te kan funksioneer, hou BallroomDJ 4 'n databasis van al jou liedjies. Hierdie databasis moet vir die eerste keer gebou word. => Kies die 'Bestuur'-knoppie. => In die 'BDJ4 Management'-venster, kies die 'Dateer databasis'-afdeling aan die linkerkant van die venster. <br> Die verstekkeuring 'Kyk vir nuut' word gebruik wanneer jy liedjies by jou musiekversameling byvoeg of verwyder. => Verander die keuse na 'Herbou databasis'. => Kies die 'Begin'-knoppie. => Wag vir die herbou van die databasis om te voltooi. => Laat die 'BDJ4 Management' venster oop.
cs_cz: Aby BallroomDJ 4 fungoval, udržuje databázi všech vašich skladeb. Tato databáze musí být vytvořena poprvé. => Vyberte tlačítko 'Spravovat'. => V okně 'BDJ4 Management' vyberte sekci 'Update Database' na levé straně okna.<br>Výchozí volba 'Check for New' se používá, když přidáváte nebo odebíráte skladby z vaší hudební sbírky. => Změňte výběr na 'Rebuild Database'. => Vyberte tlačítko 'Start'. => Počkejte na dokončení přestavby databáze. => Nechte okno 'BDJ4 Management' otevřené.
de_de: Damit BallroomDJ 4 funktioniert, verwaltet es eine Datenbank mit all Ihren Songs. Diese Datenbank muss zum ersten Mal erstellt werden. => Wählen Sie die Schaltfläche „Verwalten“. => Wählen Sie im Fenster „BDJ4-Verwaltung“ den Abschnitt „Datenbank aktualisieren“ auf der linken Seite des Fensters.<br>Die Standardauswahl „Nach Neuem suchen“ wird verwendet, wenn Sie Songs zu Ihrer Musiksammlung hinzufügen oder daraus entfernen. => Ändern Sie die Auswahl in „Datenbank neu erstellen“. => Wählen Sie die Schaltfläche „Start“. => Warten Sie, bis die Datenbankneuerstellung abgeschlossen ist. => Lassen Sie das Fenster „BDJ4-Verwaltung“ geöffnet.
fi_fi: Toimiakseen BallroomDJ 4 ylläpitää tietokantaa kaikista kappaleistasi. Tämä tietokanta on rakennettava ensimmäistä kertaa. => Valitse 'Hallitse'-painike. => Valitse 'BDJ4 Management' -ikkunassa 'Update Database' -osio ikkunan vasemmasta reunasta.<br>Oletusvalintaa 'Check for New' käytetään, kun lisäät tai poistat kappaleita musiikkikokoelmastasi. => Muuta valinnaksi "Rebuild Database". => Valitse 'Käynnistä'-painike. => Odota tietokannan uudelleenmuodostuksen valmistumista. => Jätä 'BDJ4 Management' -ikkuna auki.
fr_fr: Pour fonctionner, BallroomDJ 4 maintient une base de données de toutes vos chansons. Cette base de données doit être construite pour la première fois. => Sélectionnez le bouton 'Gérer'. => Dans la fenêtre « Gestion BDJ4 », sélectionnez la section « Mettre à jour la base de données » dans le côté gauche de la fenêtre.<br>La sélection par défaut « Rechercher de nouveaux » est utilisée lorsque vous ajoutez ou supprimez des chansons de votre collection musicale. => Changez la sélection en 'Reconstruire la base de données'. => Sélectionnez le bouton 'Démarrer'. => Attendez la fin de la reconstruction de la base de données. => Laissez la fenêtre 'Gestion BDJ4' ouverte.
hu_hu: A működés érdekében a BallroomDJ 4 adatbázist tart fenn az összes dalodról. Ezt az adatbázist először kell felépíteni. => Válassza a 'Kezelés' gombot. => A 'BDJ4 Management' ablakban válassza ki az 'Adatbázis frissítése' részt az ablak bal oldalán.<br>Az alapértelmezett "Új keresés" beállítást használja a rendszer, amikor dalokat ad hozzá vagy távolít el a zenegyűjteményéből. => Módosítsa a kijelölést "Adatbázis újraépítése"-re. => Válassza a 'Start' gombot. => Várja meg, amíg az adatbázis-újraépítés befejeződik. => Hagyja nyitva a 'BDJ4 Management' ablakot.
it_it: Per funzionare, BallroomDJ 4 mantiene un database di tutte le tue canzoni. Questo database deve essere creato per la prima volta. => Seleziona il pulsante 'Gestisci'. => Nella finestra "Gestione BDJ4", seleziona la sezione "Aggiorna database" sul lato sinistro della finestra.<br>La selezione predefinita "Verifica nuovi" viene utilizzata quando aggiungi o rimuovi brani dalla tua raccolta musicale. => Cambia la selezione in 'Ricostruisci database'. => Selezionare il pulsante 'Avvia'. => Attendi il completamento della ricostruzione del database. => Lascia aperta la finestra 'Gestione BDJ4'.
ja_jp: BallroomDJ 4 が機能するためには、すべての曲のデータベースを維持する必要があります。このデータベースは、最初に構築する必要があります。=>「管理」ボタンを選択します。=>「BDJ4 管理」ウィンドウで、ウィンドウの左側にある「データベースの更新」セクションを選択します。<br>デフォルトで選択されている「新規チェック」は、音楽コレクションに曲を追加または削除するときに使用されます。=>選択を「データベースの再構築」に変更します。=>「開始」ボタンを選択します。=>データベースの再構築が完了するまで待ちます。=>「BDJ4 管理」ウィンドウを開いたままにします。
nb_no: For å fungere opprettholder BallroomDJ 4 en database med alle sangene dine. Denne databasen må bygges for første gang. => Velg 'Administrer'-knappen. => I vinduet 'BDJ4 Management' velger du delen 'Oppdater database' til venstre i vinduet.<br> Standardvalget 'Se etter nytt' brukes når du legger til eller fjerner sanger fra musikksamlingen din. => Endre valget til 'Rebuild Database'. => Velg 'Start'-knappen. => Vent til gjenoppbyggingen av databasen er ferdig. => La 'BDJ4 Management'-vinduet være åpent.
nl_be: Om te kunnen functioneren, houdt BallroomDJ 4 een database bij van al je nummers. Deze database moet voor de eerste keer worden gebouwd.=> Selecteer de knop 'Beheren'.=> Selecteer in het venster 'BDJ4 beheer' het gedeelte 'Database bijwerken' aan de linkerkant van het venster.<br> De standaardselectie 'Controleren op nieuwe' wordt gebruikt wanneer u nummers toevoegt aan of verwijdert uit uw muziekcollectie.=> Wijzig de selectie in 'Database Heropbouwen'.=> Selecteer de knop 'Start'.=> Wacht tot het opnieuw opbouwen van de database is voltooid.=> Laat het venster 'BDJ4 beheer' open.
pl_pl: Aby móc działać, BallroomDJ 4 utrzymuje bazę danych wszystkich Twoich utworów. Ta baza danych musi zostać zbudowana po raz pierwszy. => Wybierz przycisk „Zarządzaj”. => W oknie „Zarządzanie BDJ4” wybierz sekcję „Aktualizuj bazę danych” po lewej stronie okna.<br>Domyślna opcja „Sprawdź, czy są nowe” jest używana podczas dodawania lub usuwania utworów z Twojej kolekcji muzycznej. => Zmień wybór na „Odbuduj bazę danych”. => Wybierz przycisk 'Start'. => Poczekaj na zakończenie odbudowy bazy danych. => Pozostaw okno „Zarządzanie BDJ4” otwarte.
pt_pt: Para funcionar, o BallroomDJ 4 mantém uma base de dados de todas as suas músicas. Este banco de dados deve ser construído pela primeira vez. => Selecione o botão 'Gerir'. => Na janela 'BDJ4 Management', seleccione a secção 'Update Database' no lado esquerdo da janela. <br>A selecção predefinida 'Check for New' é utilizada quando adiciona ou remove música da sua colecção de música. => Altere a seleção para 'Reconstruir base de dados'. => Selecione o botão 'Iniciar'. => Aguarde a conclusão da reconstrução da base de dados. => Deixe a janela 'Gestão do BDJ4' aberta.
ro_ro: Pentru a funcționa, BallroomDJ 4 menține o bază de date cu toate melodiile tale. Această bază de date trebuie construită pentru prima dată. => Selectați butonul „Gestionați”. => În fereastra „BDJ4 Management”, selectați secțiunea „Actualizați baza de date” din partea stângă a ferestrei. <br> Selecția implicită „Check for New” este utilizată atunci când adăugați sau eliminați melodii din colecția dvs. de muzică. => Schimbați selecția la „Reconstruiți baza de date”. => Selectați butonul „Start”. => Așteptați ca reconstrucția bazei de date să se termine. => Lăsați fereastra „BDJ4 Management” deschisă.
ru_ru: Для того чтобы функционировать, BallroomDJ 4 поддерживает базу данных всех ваших песен. Эта база данных должна быть создана в первый раз.=> Нажмите кнопку "Управление".=> В окне "Управление BDJ4" выберите раздел "Обновить базу данных" в левой части окна.<br> Выбор по умолчанию "Проверить на новые" используется при добавлении или удалении песен из вашей музыкальной коллекции.=> Измените выбор на "Восстановить базу данных".=> Нажмите кнопку "Начать".=> Дождитесь завершения Восстановления базы данных.=> Оставьте окно "BDJ4 Управление" открытым.
sr_rs: Да би функционисао, БаллроомДЈ 4 одржава базу података свих ваших песама. Ова база података мора бити изграђена по први пут. => Изаберите дугме 'Управљај'. => У прозору 'БДЈ4 Манагемент', изаберите одељак 'Упдате Датабасе' на левој страни прозора. <бр> Подразумевани избор 'Провери ново' се користи када додајете или уклањате песме из своје музичке колекције. => Промените избор у 'Поново изгради базу података'. => Изаберите дугме 'Старт'. => Сачекајте да се обнова базе података заврши. => Оставите прозор 'БДЈ4 Манагемент' отворен.
sv_se: För att fungera har BallroomDJ 4 en databas med alla dina låtar. Denna databas måste byggas för första gången. => Välj knappen 'Hantera'. => I fönstret 'BDJ4 Management' väljer du avsnittet 'Uppdatera databas' till vänster i fönstret.<br>Standardvalet 'Check for New' används när du lägger till eller tar bort låtar från din musiksamling. => Ändra valet till 'Rebuild Database'. => Välj 'Start'-knappen. => Vänta tills ombyggnaden av databasen är klar. => Lämna fönstret 'BDJ4 Management' öppet.
uk_ua: Щоб функціонувати, BallroomDJ 4 підтримує базу даних усіх ваших пісень. Ця база даних повинна бути створена вперше. => Виберіть кнопку «Керувати». => У вікні «Керування BDJ4» виберіть розділ «Оновити базу даних» у лівій частині вікна.<br>Вибір за умовчанням «Перевірити нові» використовується, коли ви додаєте або видаляєте пісні зі своєї музичної колекції. => Змініть вибір на «Перебудувати базу даних». => Виберіть кнопку «Пуск». => Зачекайте, поки завершиться відновлення бази даних. => Залиште вікно «Керування BDJ4» відкритим.
vi_vn: Để hoạt động, BallroomDJ 4 duy trì cơ sở dữ liệu của tất cả các bài hát của bạn. Cơ sở dữ liệu này phải được xây dựng lần đầu tiên. => Chọn nút 'Quản lý'. => Trong cửa sổ 'Quản lý BDJ4', chọn mục 'Cập nhật cơ sở dữ liệu' ở phía bên trái của cửa sổ. <br> Lựa chọn mặc định 'Kiểm tra mới' được sử dụng khi bạn thêm hoặc xóa bài hát khỏi bộ sưu tập nhạc của mình. => Thay đổi lựa chọn thành 'Xây dựng lại cơ sở dữ liệu'. => Chọn nút 'Bắt ​​đầu'. => Đợi quá trình xây dựng lại cơ sở dữ liệu hoàn tất. => Để cửa sổ 'Quản lý BDJ4' mở.

source: Create an Example Playlist
af_za: Skep 'n voorbeeldsnitlys
cs_cz: Vytvoření příkladu seznamu skladeb
de_de: Erstellen einer Beispiel-Wiedergabeliste
fi_fi: Luo esimerkkisoittolista
fr_fr: Créer une liste de lecture
hu_hu: Példa lejátszási lista létrehozása
it_it: Creare una playlist di esempio
ja_jp: プレイリストの例
nb_no: Lag en eksempelspilleliste
nl_be: Een Voorbeeldafspeellijst Aanmaken
pl_pl: Utwórz przykładową listę odtwarzania
pt_pt: Criar uma lista de reprodução de exemplo
ro_ro: Creați un exemplu de listă de redare
ru_ru: Создать плейлист для примера
sr_rs: Направите пример листе песама
sv_se: Skapa en exempel-spellista
uk_ua: Створіть приклад плейлиста
vi_vn: Tạo một danh sách phát mẫu
