Repository: bll123/ballroomdj-4
Catalog: src/po/po/*.po
Languages: af_za, cs_cz, de_de, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sr_rs, sv_se, uk_ua, vi_vn

source: Side-by-Side Song List
af_za: Sy-aan-sy Liedjie Lys
cs_cz: Seznam skladeb Side-by-Side
de_de: Seite an Seite Songliste
fi_fi: Side-by-Side-laululuettelo
fr_fr: Liste des chansons de Side-by-Side
hu_hu: Side-by-Side dallista
it_it: Elenco dei brani affiancati
ja_jp: サイド・バイ・サイド曲リスト
nb_no: Side-by-side sangliste
nl_be: Zij-aan-zij Songlijst
pl_pl: Lista utworów Side-by-Side
pt_pt: Lista de canções lado a lado
ro_ro: Lista de cântece Side-by-Side
ru_ru: Комбинированный вид: Список песен
sr_rs: Листа песама Сиде-би-Сиде
sv_se: Side-by-Side Låtlista
uk_ua: Список пісень Side-by-Side
vi_vn: Danh sách bài hát song song

source: Side-by-Side Song Selection
af_za: Sy-aan-sy Liedjie Keuse
cs_cz: Výběr skladeb vedle sebe
de_de: Seite an Seite Songauswahl
fi_fi: Kappaleiden valinta vierekkäin
fr_fr: Sélection de chansons côte à côte
hu_hu: Side-by-Side dalválasztás
it_it: Selezione dei brani affiancati
ja_jp: サイド・バイ・サイド選曲
nb_no: Side-by-side sangvalg
nl_be: Zij-aan-zij Song Selectie
pl_pl: Wybór utworów obok siebie
pt_pt: Seleção de canções lado a lado
ro_ro: Selectarea melodiilor unul lângă altul
ru_ru: Комбинированный вид: Выбор песни
sr_rs: Упоредни избор песама
sv_se: Val av låtar sida vid sida
uk_ua: Вибір пісень поруч
vi_vn: Lựa chọn bài hát song song

source: Music Manager
af_za: Musiekbestuurder
cs_cz: Hudební manažer
de_de: Musik-Manager
fi_fi: Musiikkipäällikkö
fr_fr: Responsable de la musique
hu_hu: Zenei menedzser
it_it: Direttore musicale
ja_jp: 音楽マネージャー
nb_no: Musikkbehandling
nl_be: Muziek Manager
pl_pl: Kierownik muzyczny
pt_pt: Gestor musical
ro_ro: Manager muzical
ru_ru: Менеджер музыки
sr_rs: Менаџер музике
sv_se: Musikansvarig
uk_ua: Музичний менеджер
vi_vn: Quản lý âm nhạc

source: Audio ID Match List
af_za: Oudio ID Match Lys
cs_cz: Seznam shodných zvukových ID
de_de: Audio-ID-Übereinstimmungsliste
fr_fr: Liste de correspondance des identifiants audio
hu_hu: Audio ID Match lista
it_it: Elenco delle corrispondenze dell'ID audio
ja_jp: オーディオID一致リスト
nb_no: Lyd-ID-matchliste
pl_pl: Lista dopasowanych identyfikatorów audio
pt_pt: Lista de correspondência de ID de áudio
ro_ro: Lista de potrivire ID audio
ru_ru: Подобный список Аудио ID
sr_rs: Аудио ИД листа подударања
sv_se: Matchningslista för ljud-ID
uk_ua: Список збігів аудіо ідентифікаторів
vi_vn: Danh sách khớp ID âm thanh

source: Audio ID
af_za: Oudio-ID
cs_cz: Identifikace zvuku
fi_fi: Äänitunniste
fr_fr: ID audio
hu_hu: Hangazonosító
it_it: ID audio
ja_jp: オーディオID
nb_no: Lyd-ID
pt_pt: ID áudio
ro_ro: ID audio
ru_ru: ID Аудио
sr_rs: Аудио ИД
sv_se: Ljud-ID
uk_ua: Аудіо ідентифікатор
vi_vn: ID âm thanh

source: Marquee
af_za: Markiestent
de_de: Laufschrift
fr_fr: Chapiteau
hu_hu: Sátor
it_it: Tendone
ja_jp: マーキー
pt_pt: Tenda
ru_ru: Экран с дисплеем песен
sr_rs: Маркуее
sv_se: Tält
uk_ua: Намет.
vi_vn: Lều bạt

source: Current Song
af_za: Huidige liedjie
cs_cz: Aktuální píseň
de_de: Aktueller Song
fi_fi: Nykyinen laulu
fr_fr: Chanson actuelle
hu_hu: Jelenlegi dal
it_it: Canzone attuale
ja_jp: 現在の曲
nb_no: Gjeldende sang
pl_pl: Aktualny utwór
pt_pt: Canção atual
ro_ro: Cântec actual
sr_rs: Цуррент Сонг
sv_se: Aktuell låt
uk_ua: Поточна пісня
vi_vn: Bài hát hiện tại

source: Display Settings
af_za: Vertoon instellings
cs_cz: Nastavení displeje
de_de: Einstellungen anzeigen
fi_fi: Näytön asetukset
fr_fr: Paramètres d'affichage
hu_hu: Megjelenítési beállítások
it_it: Impostazioni del display
ja_jp: ディスプレイ設定
nb_no: Skjerminnstillinger
nl_be: Weergave-instellingen
pl_pl: Ustawienia wyświetlacza
pt_pt: Definições do ecrã
ro_ro: Setări afișaj
ru_ru: Настройки дисплея
sr_rs: Подешавања екрана
sv_se: Displayinställningar
uk_ua: Налаштування дисплея
vi_vn: Cài đặt hiển thị

source: Display
af_za: Vertoon
cs_cz: Zobrazit
de_de: Anzeige
fi_fi: Näyttö
fr_fr: Affichage
hu_hu: Megjelenítés
ja_jp: ディスプレイ
nb_no: Vise
nl_be: Weergave
pl_pl: Wyświetlacz
pt_pt: Ecrã
ro_ro: Afișaj
ru_ru: Дисплей
sr_rs: Дисплаи
uk_ua: Дисплей
vi_vn: Trưng bày

source: %s Tags Only
fi_fi: Vain %s-tunnisteet
nb_no: Bare %s-tagger
pl_pl: Tylko tagi %s
pt_pt: Apenas etiquetas %s
sr_rs: Само %s ознаке

source: Don't Write
af_za: Moenie skryf nie
cs_cz: Nepište
de_de: Schreiben Sie nicht
fi_fi: Älä kirjoita
fr_fr: Ne pas écrire
hu_hu: Ne írj
it_it: Non scrivere
ja_jp: 書くな
nb_no: Ikke skriv
nl_be: Niet wegschrijven
pl_pl: Nie pisz
pt_pt: Não escrever
ro_ro: Nu scrieți
ru_ru: Не писать
sr_rs: Не пиши
sv_se: Skriv inte
uk_ua: Не пиши
vi_vn: Đừng viết

source: All Tags
af_za: Alle Tags
cs_cz: Všechny štítky
de_de: Alle Tags
fi_fi: Kaikki tunnisteet
fr_fr: Tous les mots-clés
hu_hu: Minden Címke
it_it: Tutti i tag
ja_jp: すべてのタグ
nb_no: Alle tagger
nl_be: Alle Tags
pl_pl: Wszystkie tagi
pt_pt: Todas as etiquetas
ro_ro: Toate etichetele
ru_ru: Все теги
sr_rs: Све ознаке
sv_se: Alla taggar
uk_ua: Всі теги
vi_vn: Tất cả các thẻ

source: General
af_za: Algemeen
cs_cz: Obecné
de_de: Allgemein
fi_fi: Yleistä
fr_fr: Général
hu_hu: Általános
it_it: Generale
ja_jp: 一般
nb_no: Generell
nl_be: Algemeen
pl_pl: Ogólne
pt_pt: Geral
ro_ro: Generalități
ru_ru: Основное
sr_rs: генерал
sv_se: Allmänt
uk_ua: Генерал
vi_vn: Tổng quan

source: Music Folder
af_za: Musiek gids
cs_cz: Hudební složka
de_de: Musik-Ordner
fi_fi: Musiikkikansio
fr_fr: Dossier musical
hu_hu: Zene mappa
it_it: Cartella musicale
ja_jp: 音楽フォルダ
nb_no: Musikk mappe
nl_be: Muziekmap
pl_pl: Folder muzyczny
pt_pt: Pasta de música
ro_ro: Folder de muzică
ru_ru: Папки с музыкой
sr_rs: Мусиц Фолдер
sv_se: Musikmapp
uk_ua: Папка "Музика
vi_vn: Thư mục nhạc

source: Profile Name
af_za: Profiel Naam
cs_cz: Název profilu
de_de: Profil Name
fi_fi: Profiilin nimi
fr_fr: Nom du profil
hu_hu: Profil neve
it_it: Nome del profilo
ja_jp: プロフィール名
nb_no: Profil navn
nl_be: Profielnaam
pl_pl: Nazwa profilu
pt_pt: Nome do perfil
ro_ro: Nume profil
ru_ru: Имя профиля
sr_rs: Име профила
sv_se: Profilens namn
uk_ua: Ім'я профілю Ім'я профілю
vi_vn: Tên hồ sơ

source: Profile Colour
af_za: Profiel kleur
cs_cz: Barva profilu
de_de: Profil Farbe
fi_fi: Profiilin väri
fr_fr: Couleur du profil
hu_hu: Profil Szín
it_it: Profilo Colore
ja_jp: プロフィールカラー
nb_no: Profilfarge
nl_be: Profielkleur
pl_pl: Kolor profilu
pt_pt: Cor do perfil
ro_ro: Culoarea profilului
ru_ru: Цвет профиля
sr_rs: Боја профила
sv_se: Profilfärg
uk_ua: Колір профілю
vi_vn: Màu sắc hồ sơ

source: BPM
ja_jp: ビーム伝搬法
sr_rs: БПМ
vi_vn: Nhịp tim

source: Startup Script
af_za: Opstartskrif
cs_cz: Spouštěcí skript
de_de: Startup-Skript
fi_fi: Käynnistyskomentosarja
fr_fr: Script de démarrage
it_it: Script di avvio
ja_jp: スタートアップ・スクリプト
nb_no: Oppstartsskript
nl_be: Opstartscript
pl_pl: Skrypt startowy
pt_pt: Script de arranque
ro_ro: Script de pornire
ru_ru: Скрипт запуска
sr_rs: Стартуп Сцрипт
sv_se: Skript för uppstart
uk_ua: Сценарій запуску
vi_vn: Kịch bản khởi động

source: Shutdown Script
af_za: Afsluitskrif
cs_cz: Vypínací skript
de_de: Skript zum Herunterfahren
fi_fi: Sammutuskäsikirjoitus
fr_fr: Script d'arrêt
hu_hu: Leállítási parancsfájl
it_it: Script di spegnimento
ja_jp: シャットダウンスクリプト
nb_no: Avslutningsskript
nl_be: Afsluitscript
pl_pl: Skrypt wyłączający
pt_pt: Script de encerramento
ro_ro: Script de închidere
ru_ru: Скрипт выключения
sr_rs: Схутдовн Сцрипт
sv_se: Skript för avstängning
uk_ua: Скрипт завершення роботи
vi_vn: Tập lệnh tắt máy

source: Write Audio File Tags
af_za: Skryf oudiolêeretikette
cs_cz: Napsat značky zvukových souborů
de_de: Audio-Datei schreiben Tags
fi_fi: Kirjoita äänitiedosto Tunnisteet
fr_fr: Tags de l'écriture de fichiers audio
hu_hu: Audio fájl írása Címkék
it_it: Scrivere i tag dei file audio
ja_jp: オーディオファイルの書き込み タグ
nb_no: Skriv lydfiletiketter
nl_be: Werk de audio tags bij
pl_pl: Tagi zapisu pliku audio
pt_pt: Etiquetas de ficheiros de áudio
ru_ru: Записать теги аудио файлов
sr_rs: Напишите ознаке аудио датотека
sv_se: Skriva ljudfil Taggar
uk_ua: Написання тегів аудіофайлів
vi_vn: Viết thẻ tập tin âm thanh

source: %s API Key
af_za: %s API-sleutel
cs_cz: %s Klíč API
de_de: %s API-Schlüssel
fi_fi: %s API-avain
fr_fr: %s Clé API
hu_hu: %s API kulcs
it_it: %s Chiave API
ja_jp: %sAPIキー
nb_no: %s API-nøkkel
nl_be: %s API-sleutel
pl_pl: %s Klucz API
pt_pt: %s Chave API
ro_ro: %s Cheie API
ru_ru: API Ключ %s
sr_rs: %s АПИ кључ
sv_se: %s API-nyckel
uk_ua: %s Ключ API
vi_vn: %s Khóa API

source: %s API Secret Key
af_za: %s API geheime sleutel
cs_cz: %s Tajný klíč API
de_de: %s API-Geheimschlüssel
fi_fi: %s API:n salainen avain
fr_fr: %s Clé secrète de l'API
hu_hu: %s API titkos kulcs
it_it: %s Chiave segreta API
ja_jp: %sAPIシークレットキー
nb_no: %s API hemmelig nøkkel
nl_be: %s API Geheime Sleutel
pl_pl: %s Tajny klucz API
pt_pt: %s Chave secreta da API
ro_ro: %s Cheie secretă API
ru_ru: API Секретный Ключ %s
sr_rs: %s АПИ тајни кључ
sv_se: %s Hemlig API-nyckel
uk_ua: %s Секретний ключ API
vi_vn: %s Khóa bí mật API

source: %s API Host
af_za: %s API-gasheer
cs_cz: %s Hostitel API
fi_fi: %s API-isäntä
fr_fr: %s Hôte de l'API
it_it: %s Host API
ja_jp: %sAPIホスト
nb_no: %s API-vert
pl_pl: %s Host API
pt_pt: %s Anfitrião da API
ro_ro: %s Gazdă API
ru_ru: API Хост %s
sr_rs: %s АПИ хост
sv_se: %s API-värd
uk_ua: %s Хост API
vi_vn: %s Máy chủ API

source: Select Music Folder Location
af_za: Kies Musiekgidsligging
cs_cz: Výběr umístění složky s hudbou
de_de: Speicherort des Musikordners auswählen
fi_fi: Valitse musiikkikansion sijainti
fr_fr: Sélection de l'emplacement du dossier musical
hu_hu: Zenei mappa helyének kiválasztása
it_it: Selezionare la posizione della cartella musicale
ja_jp: 音楽フォルダの場所を選択
nb_no: Velg Plassering av musikkmappe
nl_be: Selecteer Muziekmap Locatie
pl_pl: Wybierz lokalizację folderu z muzyką
pt_pt: Selecionar a localização da pasta de música
ro_ro: Selectați locația folderului de muzică
ru_ru: Выбрать расположение папки с музыкой
sr_rs: Изаберите Локација музичке фасцикле
sv_se: Välj plats för musikmapp
uk_ua: Виберіть розташування папки з музикою
vi_vn: Chọn vị trí thư mục nhạc

source: Edit Genres
af_za: Wysig genres
cs_cz: Upravit žánry
de_de: Genres bearbeiten
fi_fi: Muokkaa genrejä
fr_fr: Modifier les genres
hu_hu: Műfajok szerkesztése
it_it: Modifica dei generi
ja_jp: 編集ジャンル
nb_no: Rediger sjangere
nl_be: Bewerk Genres
pl_pl: Edytuj gatunki
pt_pt: Editar géneros
ro_ro: Genuri de editare
ru_ru: Редактировать жанры
sr_rs: Уреди жанрове
sv_se: Redigera Genrer
uk_ua: Редагувати жанри
vi_vn: Chỉnh sửa thể loại

source: Classical?
af_za: Klassiek?
cs_cz: Klasika?
de_de: Klassisch?
fi_fi: Klassinen?
fr_fr: Classique ?
hu_hu: Klasszikus?
it_it: Classico?
ja_jp: クラシック？
nb_no: Klassisk?
nl_be: Klassiek?
pl_pl: Klasyczny?
pt_pt: Clássico?
ro_ro: Clasic?
ru_ru: Классическая?
sr_rs: Цлассицал?
sv_se: Klassiskt?
uk_ua: Класика?
vi_vn: Cổ điển?

source: New Genre
af_za: Nuwe Genre
cs_cz: Nový žánr
de_de: Neues Genre
fi_fi: Uusi genre
fr_fr: Nouveau genre
hu_hu: Új műfaj
it_it: Nuovo genere
ja_jp: 新ジャンル
nb_no: Ny sjanger
nl_be: Nieuw genre
pl_pl: Nowy gatunek
pt_pt: Novo género
ro_ro: Gen nou
ru_ru: Новый жанр
sr_rs: Нови жанр
sv_se: Ny genre
uk_ua: Новий жанр
vi_vn: Thể loại mới

source: %s Media Folder
af_za: %s Mediavouer
cs_cz: %s Složka médií
de_de: %s Medien-Ordner
fi_fi: %s Media-kansio
fr_fr: %s Dossier de presse
hu_hu: %s Média mappa
it_it: %s Cartella multimediale
ja_jp: %sメディアフォルダー
nb_no: %s Mediemappe
pl_pl: %s Folder multimediów
pt_pt: %s Pasta multimédia
ro_ro: %s Dosar media
ru_ru: Медиа папка %s
sr_rs: %s Медиа фолдер
sv_se: %s Media-mapp
uk_ua: %s Папка медіа
vi_vn: %s Thư mục phương tiện

source: %s XML File
af_za: %s XML-lêer
cs_cz: %s Soubor XML
de_de: %s XML-Datei
fi_fi: %s XML-tiedosto
fr_fr: %s Fichier XML
hu_hu: %s XML fájl
it_it: %s File XML
ja_jp: %sXMLファイル
nb_no: %s XML-fil
nl_be: %s XML Bestand
pl_pl: %s Plik XML
pt_pt: %s Ficheiro XML
ro_ro: %s Fișier XML
ru_ru: XML Файл %s
sr_rs: %s КСМЛ датотека
sv_se: %s XML-fil
uk_ua: %s Файл XML
vi_vn: %s Tệp XML

source: Rating
af_za: Gradering
cs_cz: Hodnocení
de_de: Bewertung
fi_fi: Luokitus
fr_fr: Evaluation
hu_hu: Értékelés
it_it: Valutazione
ja_jp: 評価
nb_no: Vurdering
nl_be: Beoordeling
pl_pl: Ocena
pt_pt: Classificação
ro_ro: Evaluare
ru_ru: Рейтинг
sr_rs: Оцена
sv_se: Betyg
uk_ua: Рейтинг
vi_vn: Xếp hạng

source: Fields to Import
af_za: Velde om in te voer
cs_cz: Pole pro import
de_de: Zu importierende Felder
fi_fi: Tuottavat kentät
fr_fr: Champs à importer
hu_hu: Importálandó mezők
it_it: Campi da importare
ja_jp: インポートするフィールド
nb_no: Felt å importere
nl_be: Te importeren velden
pl_pl: Pola do zaimportowania
pt_pt: Campos a importar
ro_ro: Câmpuri pentru import
ru_ru: Поля для импорта
sr_rs: Поља за увоз
sv_se: Fält att importera
uk_ua: Поля для імпорту
vi_vn: Các trường để nhập

source: Select %s Media Location
af_za: Kies %s Medialigging
cs_cz: Vyberte %s Umístění médií
de_de: Wählen Sie %s Medienstandort
fi_fi: Valitse %s Median sijainti
fr_fr: Sélectionnez %s Media Location
hu_hu: Válassza ki a %s Médiahelyet
it_it: Selezionare la posizione dei media %s
ja_jp: %s メディアの場所を選択
nb_no: Velg %s Medieplassering
nl_be: Selecteer %s medialocatie
pl_pl: Wybierz lokalizację nośnika %s
pt_pt: Selecionar %s Media Location
ro_ro: Selectați %s Locație media
ru_ru: Выбрать %s для локации медиа
sr_rs: Изаберите %s Локација медија
sv_se: Välj %s Media Location
uk_ua: Виберіть %s Місцезнаходження медіа
vi_vn: Chọn %s Vị trí phương tiện

source: Select %s XML File
af_za: Kies %s XML-lêer
cs_cz: Vyberte %s Soubor XML
de_de: Wählen Sie %s XML-Datei
fi_fi: Valitse %s XML-tiedosto
fr_fr: Sélectionnez %s Fichier XML
hu_hu: Válassza ki a %s XML fájlt
it_it: Selezionare %s File XML
ja_jp: %s XMLファイルを選択
nb_no: Velg %s XML-fil
nl_be: Selecteer %s XML bestand
pl_pl: Wybierz %s XML File
pt_pt: Selecionar %s Ficheiro XML
ro_ro: Selectați %s Fișier XML
ru_ru: Выбрать %s для XML файла
sr_rs: Изаберите %s КСМЛ датотеку
sv_se: Välj %s XML-fil
uk_ua: Виберіть %s XML-файл
vi_vn: Chọn %s Tệp XML

source: XML Files
af_za: XML-lêers
cs_cz: Soubory XML
de_de: XML-Dateien
fi_fi: XML-tiedostot
fr_fr: Fichiers XML
hu_hu: XML fájlok
it_it: File XML
ja_jp: XMLファイル
nb_no: XML-filer
nl_be: XML bestanden
pl_pl: Pliki XML
pt_pt: Ficheiros XML
ro_ro: Fișiere XML
ru_ru: XML файлы
sr_rs: КСМЛ датотеке
sv_se: XML-filer
uk_ua: XML-файли
vi_vn: Các tập tin XML

source: Edit Levels
af_za: Wysig vlakke
cs_cz: Úrovně úprav
de_de: Ebenen bearbeiten
fi_fi: Muokkaa tasoja
fr_fr: Modifier les niveaux
hu_hu: Szerkesztési szintek
it_it: Modifica dei livelli
ja_jp: 編集レベル
nb_no: Rediger nivåer
nl_be: Bewerk Niveaus
pl_pl: Poziomy edycji
pt_pt: Editar níveis
ro_ro: Editarea nivelurilor
ru_ru: Редактировать уровни
sr_rs: Уреди нивое
sv_se: Redigera nivåer
uk_ua: Редагування рівнів
vi_vn: Chỉnh sửa cấp độ

source: Order from easiest to most advanced.
af_za: Bestel van maklikste tot mees gevorderde.
cs_cz: Řazení od nejjednoduššího po nejpokročilejší.
de_de: Reihenfolge vom einfachsten zum fortgeschrittensten.
fi_fi: Järjestä helpoimmasta edistyneimpään.
fr_fr: Ordre du plus facile au plus avancé.
hu_hu: A legegyszerűbbtől a legfejlettebbig.
it_it: Ordinare dal più facile al più avanzato.
ja_jp: 簡単なものから順番に。
nb_no: Bestill fra enkleste til mest avanserte.
nl_be: Ordenen van gemakkelijk naar moeilijk.
pl_pl: Kolejność od najłatwiejszej do najbardziej zaawansowanej.
pt_pt: Ordem do mais fácil para o mais avançado.
ro_ro: Ordonați de la cele mai simple la cele mai avansate.
ru_ru: Порядок от простейших до сложных.
sr_rs: Наручите од најлакшег до најнапреднијег.
sv_se: Ordna från enklast till mest avancerat.
uk_ua: Замовляйте від найпростішого до найскладнішого.
vi_vn: Sắp xếp từ dễ nhất đến nâng cao nhất.

source: Weight
af_za: Gewig
cs_cz: Hmotnost
de_de: Gewicht
fi_fi: Paino
fr_fr: Poids
hu_hu: Súly
it_it: Peso
ja_jp: 重量
nb_no: Vekt
nl_be: Belang
pl_pl: Waga
pt_pt: Peso
ro_ro: Greutate
ru_ru: Вес
sr_rs: Тежина
sv_se: Vikt
uk_ua: Вага
vi_vn: Cân nặng

source: Default
af_za: Verstek
cs_cz: Výchozí
de_de: Standard
fi_fi: Oletus
fr_fr: Défaut
hu_hu: Alapértelmezett
it_it: Predefinito
ja_jp: デフォルト
nb_no: Misligholde
nl_be: Standaard
pl_pl: Domyślny
pt_pt: Predefinição
ro_ro: Implicit
ru_ru: По умолчанию
sr_rs: Подразумевано
sv_se: Standard
uk_ua: За замовчуванням
vi_vn: Mặc định

source: New Level
af_za: Nuwe vlak
cs_cz: Nová úroveň
de_de: Neue Ebene
fi_fi: Uusi taso
fr_fr: Nouveau niveau
hu_hu: Új szint
it_it: Nuovo livello
ja_jp: 新しいレベル
nb_no: Nytt nivå
nl_be: Nieuw niveau
pl_pl: Nowy poziom
pt_pt: Novo nível
ro_ro: Nivel nou
ru_ru: Новый уровень
sr_rs: Нови ниво
sv_se: Ny nivå
uk_ua: Новий рівень
vi_vn: Cấp độ mới

source: Minimised
af_za: Geminimaliseer
cs_cz: Minimalizováno
de_de: Minimiert
fi_fi: Minimoitu
fr_fr: Minimisé
hu_hu: Minimalizált
it_it: Ridotto al minimo
ja_jp: 最小化
nb_no: Minimert
nl_be: Geminimaliseerd
pl_pl: Zminimalizowane
pt_pt: Minimizado
ro_ro: Minimizate
ru_ru: Уменьшить
sr_rs: Минимизирано
sv_se: Minimerad
uk_ua: Зведено до мінімуму
vi_vn: Thu nhỏ

source: Visible
af_za: Sigbaar
cs_cz: Viditelné
de_de: Sichtbar
fi_fi: Näkyvä
hu_hu: Látható
it_it: Visibile
ja_jp: 可視
nb_no: Synlig
nl_be: Zichtbaar
pl_pl: Widoczny
pt_pt: Visível
ro_ro: Vizibil
ru_ru: Видимый
sr_rs: Видљиво
sv_se: Synlig
uk_ua: Видимий
vi_vn: Dễ thấy

source: Show Marquee
af_za: Wys Marquee
cs_cz: Ukázat markýzu
de_de: Festzelt anzeigen
fi_fi: Näytä teltta
fr_fr: Chapiteau d'exposition
hu_hu: Sátor megjelenítése
it_it: Mostra Tendone
ja_jp: ショー・マーキー
nb_no: Vis Marquee
nl_be: Toon Marquee
pl_pl: Pokaż namiot
pt_pt: Mostrar marquise
ru_ru: Показать экран с дисплеем песен
sr_rs: Схов Маркуее
sv_se: Visa tältet
uk_ua: Показати шатро
vi_vn: Hiển thị Marquee

source: Marquee Theme
af_za: Marquee Tema
cs_cz: Téma Marquee
de_de: Marquee Thema
fi_fi: Marquee teema
fr_fr: Thème de la marquise
hu_hu: Marquee téma
it_it: Tema del tendone
ja_jp: マーキーのテーマ
nb_no: Marquee-tema
nl_be: Marquee Thema
pl_pl: Motyw Marquee
pt_pt: Tema Marquee
ro_ro: Tema Marquee
ru_ru: Тема экрана с дисплеем песен
sr_rs: Маркуее Тхеме
sv_se: Tema för tält
uk_ua: Тема шатра
vi_vn: Chủ đề Marquee

source: Marquee Font
de_de: Laufschrift-Schriftart
fi_fi: Marquee Fontti
fr_fr: Police Marquee
it_it: Carattere Marquee
ja_jp: マーキーフォント
nl_be: Marquee lettertype
pl_pl: Czcionka Marquee
pt_pt: Marquee Tipo de letra
ro_ro: Font Marquee
ru_ru: Шрифт на экране с дисплеем песен
sr_rs: Маркуее Фонт
uk_ua: Шрифт Marquee
vi_vn: Phông chữ Marquee

source: Queue Length
af_za: Tou lengte
cs_cz: Délka fronty
de_de: Länge der Warteschlange
fi_fi: Jonon pituus
fr_fr: Longueur de la file d'attente
hu_hu: Sor hossza
it_it: Lunghezza della coda
ja_jp: キューの長さ
nb_no: Kølengde
nl_be: Wachtrij lengte
pl_pl: Długość kolejki
pt_pt: Comprimento da fila
ro_ro: Lungimea cozii
ru_ru: Длина очереди
sr_rs: Дужина чекања
sv_se: Köens längd
uk_ua: Довжина черги
vi_vn: Chiều dài hàng đợi

source: Show Song Information
af_za: Wys Liedjie Inligting
cs_cz: Zobrazit informace o skladbě
de_de: Song-Informationen anzeigen
fi_fi: Näytä kappaleen tiedot
fr_fr: Informations sur les chansons
hu_hu: Dal információk megjelenítése
it_it: Mostra informazioni sulla canzone
ja_jp: ショー・ソング・インフォメーション
nb_no: Vis sanginformasjon
nl_be: Toon Song informatie
pl_pl: Wyświetlanie informacji o utworze
pt_pt: Mostrar informações sobre a canção
ro_ro: Afișați informații despre cântec
ru_ru: Показать информацию о песне
sr_rs: Прикажи информације о песми
sv_se: Visa information om sång
uk_ua: Показати інформацію про пісню
vi_vn: Hiển thị thông tin bài hát

source: Accent Colour
af_za: Aksentkleur
cs_cz: Barva akcentu
de_de: Akzentfarbe
fi_fi: Aksenttiväri
fr_fr: Couleur d'accent
hu_hu: Akcentus szín
it_it: Colore d'accento
ja_jp: アクセントカラー
nb_no: Aksentfarge
nl_be: Accentkleur
pl_pl: Kolor akcentujący
pt_pt: Cor de destaque
ro_ro: Culoare Accent
ru_ru: Цвет акцента
sr_rs: Аццент Цолор
sv_se: Accentfärg
uk_ua: Акцентний колір
vi_vn: Màu nhấn mạnh

source: Local
af_za: Plaaslik
sr_rs: Локални
vi_vn: Địa phương

source: Internet
sr_rs: Интернет

source: Tag
af_za: Merk
ro_ro: Etichetă
sr_rs: Таг
vi_vn: Nhãn

source: Title
af_za: Titel
cs_cz: Název
de_de: Titel
fi_fi: Otsikko
fr_fr: Titre
hu_hu: Cím
it_it: Titolo
ja_jp: タイトル
nb_no: Tittel
nl_be: Titel
pl_pl: Tytuł
pt_pt: Título
ro_ro: Titlu
ru_ru: Заголовок
sr_rs: Наслов
sv_se: Titel
uk_ua: Назва
vi_vn: Tiêu đề

source: QR Code
af_za: QR-kode
cs_cz: QR kód
fi_fi: QR-koodi
fr_fr: Code QR
hu_hu: QR-kód
it_it: Codice QR
ja_jp: QRコード
nb_no: QR kode
pl_pl: Kod QR
pt_pt: Código QR
ro_ro: Cod QR
ru_ru: QR-код
sr_rs: КР код
sv_se: QR-kod
uk_ua: QR-код
vi_vn: Mã QR

source: Music Queues
af_za: Musiek toue
cs_cz: Hudební fronty
de_de: Musik-Warteschlangen
fi_fi: Musiikkijonot
fr_fr: Files d'attente musicales
hu_hu: Zenei várólisták
it_it: Code musicali
ja_jp: ミュージック・キュー
nb_no: Musikk køer
nl_be: Muziek Wachtrijen
pl_pl: Kolejki muzyczne
pt_pt: Filas de espera de música
ro_ro: Cozi muzicale
ru_ru: Очереди музыки
sr_rs: Мусиц Куеуес
sv_se: Musik köer
uk_ua: Музичні черги
vi_vn: Hàng đợi âm nhạc

source: Queue_noun
af_za: Tou
cs_cz: Fronta
de_de: Warteschlange
fi_fi: Jonottaa
fr_fr: File d'attente
hu_hu: Sor
it_it: Coda
ja_jp: 列
nb_no: Kø
nl_be: Wachtrij
pl_pl: Kolejka
pt_pt: Fila
ro_ro: Coadă
ru_ru: Очередь
sr_rs: Куеуе
sv_se: Kö
uk_ua: Черга
vi_vn: Hàng đợi

source: Queue Name
af_za: Waglys Naam
cs_cz: Název fronty
de_de: Name der Warteschlange
fi_fi: Jonon nimi
fr_fr: Nom de la file d'attente
hu_hu: Sorba állítás neve
it_it: Nome della coda
ja_jp: キュー名
nb_no: Kønavn
nl_be: Wachtrij naam
pl_pl: Nazwa kolejki
pt_pt: Nome da fila
ro_ro: Nume coadă
ru_ru: Название очереди
sr_rs: Име реда
sv_se: Namn på kö
uk_ua: Ім'я черги
vi_vn: Tên hàng đợi

source: Active
af_za: Aktief
cs_cz: Aktivní
de_de: Aktiv
fi_fi: Aktiivinen
fr_fr: Actif
hu_hu: Aktív
it_it: Attivo
ja_jp: アクティブ
nb_no: Aktiv
nl_be: Actief
pl_pl: Aktywny
pt_pt: Ativo
ro_ro: Activ
ru_ru: Активно
sr_rs: Ацтиве
sv_se: Aktiv
uk_ua: Активний
vi_vn: Tích cực

source: Fade In Time
af_za: Vervaag in tyd
de_de: Verblassen der Zeit
it_it: Dissolvenza nel tempo
ja_jp: フェード・イン・タイム
nl_be: Fade-In tijd
pt_pt: Desaparecer no tempo
ru_ru: Время увеличения громкости
sr_rs: Фаде Ин Тиме
uk_ua: Згасання в часі
vi_vn: Mờ dần theo thời gian

source: Fade Out Time
af_za: Vervaag tyd
cs_cz: Čas odeznění
de_de: Ausblendzeit
fi_fi: Fade Out aika
fr_fr: Temps de fondu enchaîné
hu_hu: Fade Out idő
it_it: Tempo di dissolvenza
ja_jp: フェードアウト時間
nb_no: Fade Out-tid
nl_be: Fade-Out tijd
pl_pl: Czas zanikania
pt_pt: Tempo de desvanecimento
ru_ru: Время затухания
sr_rs: Фаде Оут Тиме
sv_se: Tid för uttoning
uk_ua: Час згасання
vi_vn: Thời gian mờ dần

source: Gap Between Songs
af_za: Gaping tussen liedjies
cs_cz: Mezera mezi písněmi
de_de: Lücke zwischen den Songs
fi_fi: Laulujen välinen aukko
fr_fr: L'écart entre les chansons
hu_hu: Hézag a dalok között
it_it: Intervallo tra le canzoni
ja_jp: 曲間のギャップ
nl_be: Pauzes tussen nummers
pl_pl: Przerwa między utworami
pt_pt: Intervalo entre canções
ro_ro: Între cântece
ru_ru: Разрыв между песнями
sr_rs: јаз између песама
sv_se: Mellanrum mellan låtar
uk_ua: Проміжок між піснями
vi_vn: Khoảng cách giữa các bài hát

source: Maximum Play Time
af_za: Maksimum speeltyd
cs_cz: Maximální doba přehrávání
de_de: Maximale Spielzeit
fi_fi: Maksimi peliaika
fr_fr: Durée maximale de jeu
hu_hu: Maximális játékidő
it_it: Tempo massimo di gioco
ja_jp: 最大プレー時間
nb_no: Maksimal spilletid
nl_be: Maximale afspeeltijd
pl_pl: Maksymalny czas gry
pt_pt: Tempo máximo de jogo
ro_ro: Timp maxim de redare
ru_ru: Максим. время воспроизведения
sr_rs: Максимално време репродукције
sv_se: Maximal speltid
uk_ua: Максимальний час гри
vi_vn: Thời gian chơi tối đa

source: Stop At
af_za: Stop By
cs_cz: Zastavte se na
de_de: Anhalten bei
fr_fr: S'arrêter à
it_it: Fermati a
ja_jp: ストップ・アット
nb_no: Stopp ved
nl_be: Stop Om
pt_pt: Parar em
ro_ro: Oprire la
ru_ru: Остановить на
sr_rs: Стоп ат
sv_se: Stoppa vid
uk_ua: Зупинка на
vi_vn: dừng lại ở
