Repository: bll123/ballroomdj-4
Catalog: src/po/po/*.po
Languages: af_za, cs_cz, de_de, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sr_rs, sv_se, uk_ua, vi_vn

source: Renames the audio files based on the organization settings.
af_za: Hernoem die oudiolêers gebaseer op die organisasie-instellings.
cs_cz: Přejmenuje zvukové soubory na základě nastavení organizace.
de_de: Benennt die Audiodateien anhand der Organisationseinstellungen um.
fi_fi: Nimeää äänitiedostot uudelleen organisaation asetusten perusteella.
fr_fr: Renomme les fichiers audio en fonction des paramètres d'organisation.
hu_hu: Átnevezi a hangfájlokat a szervezési beállítások alapján.
it_it: Rinomina i file audio in base alle impostazioni dell'organizzazione.
ja_jp: 編成設定に基づいてオーディオファイルの名前を変更します。
nb_no: Gi nytt navn til lydfilene basert på organisasjonsinnstillingene.
nl_be: Hernoemt de audiobestanden op basis van de organisatie-instellingen.
pl_pl: Zmienia nazwy plików audio na podstawie ustawień organizacji.
pt_pt: Renomeia os ficheiros de áudio com base nas definições de organização.
ro_ro: Redenumește fișierele audio în funcție de setările de organizare.
ru_ru: Меняет названия аудио файлов в соответс. с настройками организации.
sr_rs: Преименује аудио датотеке на основу подешавања организације.
sv_se: Byter namn på ljudfilerna baserat på organisationsinställningarna.
uk_ua: Перейменовує аудіофайли відповідно до налаштувань організації.
vi_vn: Đổi tên các tệp âm thanh dựa trên cài đặt tổ chức.

source: Update from Audio File Tags
af_za: Opdateer vanaf oudiolêeretikette
cs_cz: Aktualizace ze štítků zvukových souborů
de_de: Update von Audio File Tags
fi_fi: Päivitys äänitiedoston tunnisteista
fr_fr: Mise à jour des étiquettes de fichiers audio
hu_hu: Frissítés az Audio File címkékről
it_it: Aggiornamento dai tag dei file audio
ja_jp: オーディオ・ファイル・タグからの更新
nb_no: Oppdatering fra lydfiltagger
nl_be: Bijwerken vanuit audio tags
pl_pl: Aktualizacja z tagów plików audio
pt_pt: Atualização das etiquetas de ficheiros áudio
ro_ro: Actualizare de la Etichetele fișierelor audio
ru_ru: Обновление с тегов аудио файла
sr_rs: Ажурирање са ознака аудио датотека
sv_se: Uppdatering från Audio File Tags
uk_ua: Оновлення з тегів аудіофайлів
vi_vn: Cập nhật từ Thẻ tệp âm thanh

source: Updates the information in the BallroomDJ database from the audio file tags.
af_za: Dateer die inligting in die BallroomDJ-databasis op vanaf die klanklêeretikette.
cs_cz: Aktualizuje informace v databázi BallroomDJ ze značek zvukových souborů.
de_de: Aktualisiert die Informationen in der BallroomDJ-Datenbank anhand der Tags der Audiodatei.
fi_fi: Päivittää BallroomDJ-tietokannan tiedot äänitiedoston tunnisteista.
fr_fr: Met à jour les informations de la base de données BallroomDJ à partir des balises du fichier audio.
hu_hu: Frissíti a BallroomDJ adatbázisban lévő információkat az audiofájlok címkéiből.
it_it: Aggiorna le informazioni nel database di BallroomDJ dai tag del file audio.
ja_jp: オーディオファイルのタグから BallroomDJ データベースの情報を更新します。
nb_no: Oppdaterer informasjonen i BallroomDJ-databasen fra lydfiltaggene.
nl_be: Werkt de informatie in de BallroomDJ-database bij via de tags van de audiobestanden.
pl_pl: Aktualizuje informacje w bazie danych BallroomDJ na podstawie znaczników plików audio.
pt_pt: Actualiza a informação na base de dados do BallroomDJ a partir das etiquetas dos ficheiros áudio.
ro_ro: Actualizează informațiile din baza de date BallroomDJ din etichetele fișierului audio.
ru_ru: Обновляет информацию в базе данных BallroomDJ из тегов аудио файлов.
sr_rs: Ажурира информације у BallroomDJ бази података из ознака аудио датотека.
sv_se: Uppdaterar informationen i BallroomDJ-databasen från ljudfilens taggar.
uk_ua: Оновлює інформацію в базі даних BallroomDJ з тегів аудіофайлів.
vi_vn: Cập nhật thông tin trong cơ sở dữ liệu BallroomDJ từ các thẻ tệp âm thanh.

source: Write Tags to Audio Files
af_za: Skryf etikette na oudiolêers
cs_cz: Zápis značek do zvukových souborů
de_de: Tags in Audiodateien schreiben
fi_fi: Kirjoita tunnisteet äänitiedostoihin
fr_fr: Écrire des balises sur les fichiers audio
hu_hu: Címkék írása hangfájlokhoz
it_it: Scrivere i tag sui file audio
ja_jp: オーディオファイルにタグを書き込む
nb_no: Skriv tags til lydfiler
nl_be: Schrijf Tag info naar audiobestanden
pl_pl: Zapisywanie tagów w plikach audio
pt_pt: Escrever etiquetas em ficheiros de áudio
ro_ro: Scrieți etichete în fișierele audio
ru_ru: Записать теги в аудио файлы
sr_rs: Упишите ознаке у аудио датотеке
sv_se: Skriva taggar till ljudfiler
uk_ua: Додавання тегів до аудіофайлів
vi_vn: Viết thẻ vào tệp âm thanh

source: Writes the audio file tags using the information from the BallroomDJ database.
af_za: Skryf die klanklêeretikette deur die inligting van die BallroomDJ-databasis te gebruik.
cs_cz: Zapíše značky zvukových souborů pomocí informací z databáze BallroomDJ.
de_de: Schreibt die Tags der Audiodatei anhand der Informationen aus der BallroomDJ-Datenbank.
fi_fi: Kirjoittaa äänitiedoston tunnisteet käyttäen BallroomDJ-tietokannan tietoja.
fr_fr: Écrit les balises du fichier audio en utilisant les informations de la base de données BallroomDJ.
hu_hu: Kiírja az audiofájlok címkéit a BallroomDJ adatbázisból származó információk felhasználásával.
it_it: Scrive i tag del file audio utilizzando le informazioni del database di BallroomDJ.
ja_jp: BallroomDJ データベースの情報を使って、オーディオファイルのタグを書き込みます。
nb_no: Skriver lydfil-taggene ved å bruke informasjonen fra BallroomDJ-databasen.
nl_be: Schrijft tags van het audiobestand met behulp van de informatie van de BallroomDJ-database.
pl_pl: Zapisuje znaczniki pliku audio przy użyciu informacji z bazy danych BallroomDJ.
pt_pt: Escreve as etiquetas do ficheiro áudio utilizando a informação da base de dados BallroomDJ.
ro_ro: Scrie etichetele fișierului audio folosind informațiile din baza de date BallroomDJ.
ru_ru: Запись тегов аудио файла, используя информацию из базы данных BallroomDJ.
sr_rs: Записује ознаке аудио датотека користећи информације из BallroomDJ базе података.
sv_se: Skriver ljudfilens taggar med hjälp av informationen från BallroomDJ-databasen.
uk_ua: Записує теги аудіофайлів, використовуючи інформацію з бази даних BallroomDJ.
vi_vn: Ghi thẻ tệp âm thanh bằng cách sử dụng thông tin từ cơ sở dữ liệu BallroomDJ.

source: Update from %s
af_za: Opdatering vanaf %s
cs_cz: Aktualizace z %s
de_de: Update von %s
fi_fi: Päivitys osoitteesta %s
fr_fr: Mise à jour de %s
hu_hu: Frissítés a %soldalról
it_it: Aggiornamento da %s
ja_jp: %sからの更新情報
nb_no: Oppdatering fra %s
nl_be: Updates vanaf %s
pl_pl: Aktualizacja z %s
pt_pt: Atualização de %s
ro_ro: Informații actualizate de la %s
ru_ru: Обновление с %s
sr_rs: Ажурирање са %s
sv_se: Uppdatering från %s
uk_ua: Оновлення з %s
vi_vn: Cập nhật từ %s

source: Updates the information in the BallroomDJ database from the %s database.
af_za: Dateer die inligting in die BallroomDJ-databasis op vanaf die %s -databasis.
cs_cz: Aktualizuje informace v databázi BallroomDJ z databáze %s .
de_de: Aktualisiert die Informationen in der BallroomDJ-Datenbank aus der Datenbank %s .
fi_fi: Päivittää BallroomDJ-tietokannan tiedot %s -tietokannasta.
fr_fr: Met à jour les informations de la base de données BallroomDJ à partir de la base de données %s .
hu_hu: Frissíti a BallroomDJ adatbázisban lévő információkat a %s adatbázisból.
it_it: Aggiorna le informazioni nel database BallroomDJ dal database %s .
ja_jp: %s データベースから BallroomDJ データベースの情報を更新する。
nb_no: Oppdaterer informasjonen i BallroomDJ-databasen fra %s -databasen.
nl_be: Werkt de informatie in de BallroomDJ database bij van de %s database.
pl_pl: Aktualizuje informacje w bazie danych BallroomDJ z bazy danych %s .
pt_pt: Actualiza as informações na base de dados BallroomDJ a partir da base de dados %s .
ro_ro: Actualizează informațiile din baza de date BallroomDJ din baza de date %s .
ru_ru: Обновляет инфо. о базе данных BallroomDJ из базы данных %s.
sr_rs: Ажурира информације у BallroomDJ бази података из %s базе података.
sv_se: Uppdaterar informationen i BallroomDJ-databasen från %s -databasen.
uk_ua: Оновлює інформацію в базі даних BallroomDJ з бази даних %s .
vi_vn: Cập nhật thông tin trong cơ sở dữ liệu BallroomDJ từ cơ sở dữ liệu %s .

source: Rebuild Database
af_za: Herbou databasis
cs_cz: Obnovení databáze
de_de: Datenbank wiederherstellen
fi_fi: Luo tietokanta uudelleen
fr_fr: Reconstruction de la base de données
hu_hu: Adatbázis újraépítése
it_it: Ricostruire il database
ja_jp: データベースの再構築
nb_no: Gjenoppbygg databasen
nl_be: Database heropbouwen
pl_pl: Odbuduj bazę danych
pt_pt: Reconstruir a base de dados
ro_ro: Reconstruirea bazei de date
ru_ru: Восстановить базу данных
sr_rs: Ребуилд Датабасе
sv_se: Återskapa databas
uk_ua: Відновити базу даних
vi_vn: Xây dựng lại cơ sở dữ liệu

source: Replaces the BallroomDJ database in its entirety. All changes to the database will be lost.
af_za: Vervang die BallroomDJ-databasis in sy geheel. Alle veranderinge aan die databasis sal verlore gaan.
cs_cz: Nahrazuje celou databázi BallroomDJ. Všechny změny v databázi budou ztraceny.
de_de: Ersetzt die BallroomDJ-Datenbank in ihrer Gesamtheit. Alle Änderungen an der Datenbank gehen dabei verloren.
fi_fi: Korvaa BallroomDJ-tietokannan kokonaisuudessaan. Kaikki tietokantaan tehdyt muutokset menetetään.
fr_fr: Remplace la base de données BallroomDJ dans son intégralité. Toutes les modifications apportées à la base de données seront perdues.
hu_hu: Teljes egészében helyettesíti a BallroomDJ adatbázist. Az adatbázis minden módosítása elveszik.
it_it: Sostituisce il database BallroomDJ nella sua interezza. Tutte le modifiche apportate al database andranno perse.
ja_jp: BallroomDJ データベースを完全に置き換えます。データベースへのすべての変更は失われます。
nb_no: Erstatter BallroomDJ-databasen i sin helhet. Alle endringer i databasen vil gå tapt.
nl_be: Vervangt de BallroomDJ database in zijn geheel. Alle wijzigingen in de database gaan verloren.
pl_pl: Zastępuje bazę danych BallroomDJ w całości. Wszystkie zmiany w bazie danych zostaną utracone.
pt_pt: Substitui a base de dados BallroomDJ na sua totalidade. Todas as alterações à base de dados serão perdidas.
ro_ro: Înlocuiește baza de date BallroomDJ în întregime. Toate modificările aduse bazei de date vor fi pierdute.
ru_ru: Заменяет базу данных BallroomDJ целиком. Все изменения в базе данных будут потеряны.
sr_rs: Замењује BallroomDJ базу података у целини. Све промене у бази података ће бити изгубљене.
sv_se: Ersätter BallroomDJ-databasen i sin helhet. Alla ändringar i databasen kommer att gå förlorade.
uk_ua: Замінює базу даних BallroomDJ повністю. Всі зміни в базі даних будуть втрачені.
vi_vn: Thay thế toàn bộ cơ sở dữ liệu BallroomDJ. Mọi thay đổi đối với cơ sở dữ liệu sẽ bị mất.

source: Action
af_za: Aksie
cs_cz: Akce
de_de: Aktion
fi_fi: Toiminto
hu_hu: Akció
it_it: Azione
ja_jp: アクション
nb_no: Handling
nl_be: Actie
pl_pl: Działanie
pt_pt: Ação
ro_ro: Acțiune
ru_ru: Действие
sr_rs: Акција
sv_se: Åtgärd
uk_ua: Дія
vi_vn: Hoạt động

source: Start
af_za: Begin
fi_fi: Aloita
fr_fr: Démarrage
hu_hu: Indítsa el a oldalt.
it_it: Inizio
ja_jp: スタート
pt_pt: Início
ru_ru: Начало
sr_rs: Почни
uk_ua: Старт
vi_vn: Bắt đầu

source: Exit %s and restart.
af_za: Verlaat %s en herbegin.
cs_cz: Ukončete stránku %s a restartujte ji.
de_de: Verlasse %s und starte neu.
fi_fi: Poistu osoitteesta %s ja käynnistä uudelleen.
fr_fr: Quittez %s et redémarrez.
hu_hu: Lépjen ki a %s oldalról, és indítsa újra.
it_it: Uscire da %s e riavviare.
ja_jp: %s を終了し、再起動する。
nb_no: Avslutt %s og start på nytt.
nl_be: %s afsluiten en opnieuw starten.
pl_pl: Zamknij stronę %s i uruchom ponownie.
pt_pt: Sair de %s e reiniciar.
ro_ro: Ieșiți din %s și reporniți.
ru_ru: Выход %s и рестарт
sr_rs: Изађите из %s и поново покрените.
sv_se: Avsluta %s och starta om.
uk_ua: Вийдіть з %s і перезавантажтеся.
vi_vn: Thoát %s và khởi động lại.

source: Copy already exists.
af_za: Afskrif bestaan reeds.
cs_cz: Kopie již existuje.
de_de: Die Kopie existiert bereits.
fi_fi: Kopio on jo olemassa.
fr_fr: La copie existe déjà.
hu_hu: A másolat már létezik.
it_it: La copia esiste già.
ja_jp: コピーはすでに存在する。
nb_no: Kopi finnes allerede.
nl_be: Kopij bestaat al.
pl_pl: Kopia już istnieje.
pt_pt: A cópia já existe.
ro_ro: Copia există deja.
ru_ru: Копия уже существует.
sr_rs: Копија већ постоји.
sv_se: Kopian finns redan.
uk_ua: Копія вже існує.
vi_vn: Bản sao đã tồn tại.

source: Playlist Type
af_za: Tipe snitlys
cs_cz: Typ seznamu skladeb
de_de: Wiedergabeliste Typ
fi_fi: Soittolistan tyyppi
fr_fr: Type de liste de lecture
hu_hu: Lejátszási lista típusa
it_it: Tipo di playlist
ja_jp: プレイリスト・タイプ
nb_no: Spillelistetype
nl_be: Type Speellijst
pl_pl: Typ listy odtwarzania
pt_pt: Tipo de lista de reprodução
ro_ro: Tip listă de redare
ru_ru: Тип плейлиста
sr_rs: Тип плејлисте
sv_se: Typ av spellista
uk_ua: Тип плейлиста
vi_vn: Loại danh sách phát

source: Automatic
af_za: Outomatiese
cs_cz: Automatické
de_de: Automatisch
fi_fi: Automaattinen
fr_fr: Automatique
hu_hu: Automatikus
it_it: Automatico
ja_jp: 自動
nb_no: Automatisk
nl_be: Automatisch
pl_pl: Automatyczny
pt_pt: Automático
ro_ro: Automată
ru_ru: Автоматический
sr_rs: Аутоматски
sv_se: Automatisk
uk_ua: Автоматично
vi_vn: Tự động

source: Settings
af_za: Instellings
cs_cz: Nastavení
de_de: Einstellungen
fi_fi: Asetukset
fr_fr: Paramètres
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
nb_no: Innstillinger
nl_be: Instellingen
pl_pl: Ustawienia
pt_pt: Definições
ro_ro: Setări
ru_ru: Настройки
sr_rs: Подешавања
sv_se: Inställningar
uk_ua: Налаштування
vi_vn: Cài đặt

source: Stop After
af_za: Stop Na
cs_cz: Zastavit po
de_de: Anhalten nach
fi_fi: Lopeta jälkeen
fr_fr: Arrêter après
it_it: Fermati dopo
ja_jp: ストップ・アフター
nb_no: Stopp etter
nl_be: Stoppen Na
pt_pt: Parar depois
ro_ro: Oprire după
ru_ru: Остановить после
sr_rs: Стоп Афтер
sv_se: Stopp efter
uk_ua: Зупинись після
vi_vn: Dừng lại sau

source: Low Dance Level
af_za: Lae dansvlak
cs_cz: Nízká úroveň tance
de_de: Niedriges Tanzniveau
fi_fi: Matala tanssin taso
fr_fr: Faible niveau de danse
hu_hu: Alacsony tánc szint
it_it: Livello di danza basso
ja_jp: 低いダンスレベル
nb_no: Lavt dansenivå
nl_be: Laag Dansniveau
pl_pl: Niski poziom tańca
pt_pt: Nível de dança baixo
ro_ro: Nivel scăzut de dans
ru_ru: Низкий уровень танца
sr_rs: Низак ниво плеса
sv_se: Låg dansnivå
uk_ua: Низький рівень танцю
vi_vn: Mức độ khiêu vũ thấp

source: High Dance Level
af_za: Hoë dansvlak
cs_cz: Vysoká úroveň tance
de_de: Hohes Tanzniveau
fi_fi: Korkea tanssin taso
fr_fr: Niveau de danse élevé
hu_hu: Magas tánc szint
it_it: Livello di danza alto
ja_jp: ハイ・ダンス・レベル
nb_no: Høyt dansenivå
nl_be: Hoog Dansniveau
pl_pl: Wysoki poziom tańca
pt_pt: Nível de dança elevado
ro_ro: Nivel înalt de dans
ru_ru: Высокий уровень танца
sr_rs: Висок ниво плеса
sv_se: Hög dansnivå
uk_ua: Високий танцювальний рівень
vi_vn: Trình độ khiêu vũ cao

source: Allowed Keywords
af_za: Toegelate sleutelwoorde
cs_cz: Povolená klíčová slova
de_de: Erlaubte Schlüsselwörter
fi_fi: Sallitut avainsanat
fr_fr: Mots-clés admis
hu_hu: Engedélyezett kulcsszavak
it_it: Parole chiave consentite
ja_jp: 許可されたキーワード
nb_no: Tillatte søkeord
nl_be: Toegestane zoekwoorden
pl_pl: Dozwolone słowa kluczowe
pt_pt: Palavras-chave permitidas
ro_ro: Cuvinte cheie permise
ru_ru: Допустимые ключ. слова
sr_rs: Дозвољене кључне речи
sv_se: Tillåtna sökord
uk_ua: Дозволені ключові слова
vi_vn: Từ khóa được phép

source: Dances
af_za: Danse
cs_cz: Tance
de_de: Tänze
fi_fi: Tanssii
fr_fr: Danses
hu_hu: Táncok
it_it: Danze
ja_jp: ダンス
nb_no: Danser
nl_be: Dansstijlen
pl_pl: Tańce
pt_pt: Danças
ro_ro: Dansuri
ru_ru: Танцы
sr_rs: Плесови
sv_se: Danser
uk_ua: Танці
vi_vn: Các điệu nhảy

source: New Automatic Playlist
af_za: Nuwe outomatiese snitlys
cs_cz: Nový automatický seznam skladeb
de_de: Neue automatische Wiedergabeliste
fi_fi: Uusi automaattinen soittolista
fr_fr: Nouvelle liste de lecture automatique
hu_hu: Új automatikus lejátszási lista
it_it: Nuova playlist automatica
ja_jp: 新しい自動プレイリスト
nb_no: Ny automatisk spilleliste
nl_be: Nieuwe Automatische Speellijst
pl_pl: Nowa automatyczna lista odtwarzania
pt_pt: Nova lista de reprodução automática
ro_ro: Playlist automat nou
ru_ru: Новый авто. плейлист
sr_rs: Нова аутоматска листа песама
sv_se: Ny automatisk spellista
uk_ua: Новий автоматичний список відтворення
vi_vn: Danh sách phát tự động mới

source: New Playlist
af_za: Nuwe snitlys
cs_cz: Nový seznam skladeb
de_de: Neue Wiedergabeliste
fi_fi: Uusi soittolista
fr_fr: Nouvelle liste de lecture
hu_hu: Új lejátszási lista
it_it: Nuova playlist
ja_jp: 新しいプレイリスト
nb_no: Ny spilleliste
nl_be: Nieuwe Speellijst
pl_pl: Nowa lista odtwarzania
pt_pt: Nova lista de reprodução
ro_ro: Playlist nou
ru_ru: Новый плейлист
sr_rs: Нова листа за репродукцију
sv_se: Ny spellista
uk_ua: Новий список відтворення
vi_vn: Danh sách phát mới

source: Hide Unselected
af_za: Versteek ongekies
cs_cz: Skrýt nevybrané
de_de: Unausgewähltes ausblenden
fi_fi: Piilota valitsemattomat
fr_fr: Cacher les non-sélectionnés
hu_hu: Kiválasztatlanok elrejtése
it_it: Nascondi i non selezionati
ja_jp: 未選択を隠す
nb_no: Skjul uvalgt
nl_be: Niet-geselecteerde verbergen
pl_pl: Ukryj niewybrane
pt_pt: Ocultar não selecionado
ro_ro: Ascundeți Neselectat
ru_ru: Скрыть невыбранное
sr_rs: Сакриј неодабрано
sv_se: Dölj ej vald
uk_ua: Приховати невибране
vi_vn: Ẩn Chưa chọn

source: Count
af_za: Tel
cs_cz: Hrabě
de_de: Zählen Sie
fr_fr: Compter
it_it: Conteggio
ja_jp: カウント
nb_no: Telle
nl_be: Tellen
pl_pl: Liczyć
pt_pt: Contagem
ro_ro: Numărătoarea
ru_ru: Счет
sr_rs: Цоунт
sv_se: Räkna
uk_ua: Граф.
vi_vn: Đếm

source: Maximum Play Time
af_za: Maksimum Speeltyd
de_de: Maximale Spielzeit
fi_fi: Maksimi peliaika
fr_fr: Temps de jeu maximum
hu_hu: Maximális játékidő
it_it: Tempo Massimo Di Gioco
ja_jp: 最大プレー時間
nb_no: Maksimal spilletid
nl_be: Maximale afspeeltijd
pl_pl: Maksymalny czas gry
ro_ro: Timp maxim de redare
ru_ru: Максим. время воспроизведения
sr_rs: Максимално време репродукције
uk_ua: Максим. час гри
vi_vn: Tối đa Thời gian chơi

source: New Sequence
af_za: Nuwe reeks
cs_cz: Nová sekvence
de_de: Neue Sequenz
fi_fi: Uusi jakso
fr_fr: Nouvelle séquence
hu_hu: Új szekvencia
it_it: Nuova sequenza
ja_jp: 新シークエンス
nb_no: Ny sekvens
nl_be: Nieuw sequentie
pl_pl: Nowa sekwencja
pt_pt: Nova sequência
ro_ro: Secvență nouă
ru_ru: Новая послед-ть
sr_rs: Нова секвенца
sv_se: Ny sekvens
uk_ua: Нова послідовність
vi_vn: Chuỗi mới

source: Start New Sequence
af_za: Begin nuwe reeks
cs_cz: Spuštění nové sekvence
de_de: Neue Sequenz starten
fi_fi: Aloita uusi jakso
fr_fr: Démarrer une nouvelle séquence
hu_hu: Új sorozat indítása
it_it: Avvio di una nuova sequenza
ja_jp: 新しいシーケンスを開始する
nb_no: Start ny sekvens
nl_be: Start nieuwe Sequentie
pl_pl: Rozpocznij nową sekwencję
pt_pt: Iniciar nova sequência
ro_ro: Start secvență nouă
ru_ru: Начать новую послед-ть
sr_rs: Покрени нову секвенцу
sv_se: Starta ny sekvens
uk_ua: Почати нову послідовність
vi_vn: Bắt đầu chuỗi mới

source: Songs
af_za: Liedjies
cs_cz: Písně
de_de: Stücke
fi_fi: Laulut
fr_fr: Chansons
hu_hu: Dalok
it_it: Canzoni
ja_jp: 曲目
nb_no: Sanger
pl_pl: Piosenki
pt_pt: Canções
ro_ro: Cântece
ru_ru: Песни
sr_rs: Песме
sv_se: Sånger
uk_ua: Пісні
vi_vn: Bài hát

source: Total Time
af_za: Totale Tyd
cs_cz: Celkový čas
de_de: Gesamtzeit
fi_fi: Kokonaisaika
fr_fr: Durée totale
hu_hu: Teljes idő
it_it: Tempo totale
ja_jp: 合計時間
nb_no: Total tid
nl_be: Totale tijd
pl_pl: Całkowity czas
pt_pt: Tempo total
ro_ro: Timp total
ru_ru: Общее время
sr_rs: Укупно време
sv_se: Total tid
uk_ua: Загальний час
vi_vn: Tổng thời gian

source: Not Playing
af_za: Speel nie
cs_cz: Nehrají
de_de: Nicht spielend
fi_fi: Ei toistoa
fr_fr: Ne pas jouer
hu_hu: Nem játszik
it_it: Non giocando
ja_jp: プレーしない
nb_no: Spiller ikke
nl_be: Speelt Niet
pl_pl: Nie gramy
pt_pt: Não está a jogar
ro_ro: Nu se joacă
ru_ru: Не играет
sr_rs: Нот Плаиинг
sv_se: Spelar inte
uk_ua: Не граю
vi_vn: Không chơi

source: %s Player
af_za: %s Speler
cs_cz: %s Hráč
de_de: %s Spieler
fi_fi: %s Pelaaja
fr_fr: %s Joueur
hu_hu: %s Játékos
it_it: %s Giocatore
ja_jp: %s再生
nb_no: %s Spiller
nl_be: %s Speler
pl_pl: %s Gracz
pt_pt: %s Jogador
ro_ro: %s Jucător
ru_ru: Плеер %s
sr_rs: %s Плаиер
sv_se: %s Spelare
uk_ua: %s Плеєр
vi_vn: %s Người chơi

source: Quick Edit: Current
af_za: Vinnige wysiging: Huidig
cs_cz: Rychlé úpravy: Aktuální
de_de: Schnellbearbeitung: Aktuell
fi_fi: Pikamuokkaus: Nykyinen
fr_fr: Édition rapide: Actuel
hu_hu: Gyors szerkesztés: Jelenlegi
it_it: Modifica rapida: corrente
ja_jp: クイック編集：現在
nb_no: Rask redigering: Gjeldende
nl_be: Snelle bewerken: Huidige
pl_pl: Szybka edycja: Aktualny
pt_pt: Edição rápida: Atual
ro_ro: Editare rapidă: Current
ru_ru: Быстрая правка: Текущий
sr_rs: Брза измена: тренутно
sv_se: Snabbredigering: Aktuell
uk_ua: Швидке редагування: Поточний
vi_vn: Sửa nhanh: Hiện tại

source: Quick Edit: Selected
af_za: Vinnige wysiging: Gekies
cs_cz: Rychlé úpravy: Vybráno
de_de: Schnellbearbeitung: Ausgewählt
fi_fi: Pikamuokkaus: Valittu
fr_fr: Édition rapide: sélectionné
hu_hu: Gyors szerkesztés: Kiválasztott
it_it: Modifica rapida: Selezionato
ja_jp: クイック編集：選択
nb_no: Hurtigredigering: Valgt
nl_be: Snelle bewerken: Geselecteerd
pl_pl: Szybka edycja: Wybrane
pt_pt: Edição rápida: Selecionado
ro_ro: Editare rapidă: Selectat
ru_ru: Быстрая правка: Избранное
sr_rs: Брза измена: изабрано
sv_se: Snabbredigering: Utvalda
uk_ua: Швидке редагування: Вибрано
vi_vn: Chỉnh sửa nhanh: Đã chọn

source: Reload
af_za: Herlaai
cs_cz: Znovu načíst
de_de: Neu laden
fi_fi: Lataa uudelleen
fr_fr: Recharge
hu_hu: Újratöltés
it_it: Ricarica
ja_jp: リロード
nb_no: Last inn på nytt
pl_pl: Przeładowanie
pt_pt: Recarregar
ro_ro: Reîncărcare
ru_ru: Перезагрузить
sr_rs: Поново учитај
sv_se: Ladda om
uk_ua: Перезавантажити
vi_vn: Tải lại

source: Font Size
af_za: Lettergrootte
cs_cz: Velikost písma
de_de: Schriftgröße
fi_fi: Kirjasinkoko
fr_fr: Taille de la police
hu_hu: Betűméret
it_it: Dimensione del carattere
ja_jp: 文字サイズ
nb_no: Skriftstørrelse
nl_be: Fontgrootte
pl_pl: Rozmiar czcionki
pt_pt: Tamanho da letra
ro_ro: Dimensiunea fontului
ru_ru: Размер шрифта
sr_rs: Величина фонта
sv_se: Fontstorlek
uk_ua: Розмір шрифту
vi_vn: Kích thước phông chữ

source: Recover Marquee
af_za: Herwin Marquee
cs_cz: Obnovení markýzy
de_de: Marquee wiederherstellen
fi_fi: Palauta Marquee
fr_fr: Récupérer le chapiteau
hu_hu: Marquee helyreállítása
it_it: Recupero del tendone
ja_jp: マーキーの回復
nb_no: Gjenopprett Marquee
nl_be: Marquee Terughalen
pl_pl: Odzyskaj namiot
pt_pt: Recuperar tenda
ro_ro: Recuperarea Marquee
ru_ru: Восстановить экран с дисплеем песен
sr_rs: Рецовер Маркуее
sv_se: Återställ tältduk
uk_ua: Відновити шатро
vi_vn: Phục hồi Marquee

source: Export as %s
af_za: Voer uit as %s
cs_cz: Exportovat jako %s
de_de: Exportiere als %s
fi_fi: Vie osoitteeseen %s
fr_fr: Exporter sous %s
hu_hu: Exportálás a %scímre
it_it: Esportazione come %s
ja_jp: %sとしてエクスポート
nb_no: Eksporter som %s
nl_be: Exporteren als %s
pl_pl: Eksportuj jako %s
pt_pt: Exportar como %s
ro_ro: Exportați ca %s
ru_ru: Экспортировать как %s
sr_rs: Извези као %s
sv_se: Exportera som %s
uk_ua: Експортувати як %s
vi_vn: Xuất dưới dạng %s

source: Show Extra Queues
af_za: Wys ekstra toue
cs_cz: Zobrazit další fronty
de_de: Zusätzliche Warteschlangen anzeigen
fi_fi: Näytä ylimääräiset jonot
fr_fr: Afficher les files d'attente supplémentaires
hu_hu: Extra várólisták megjelenítése
it_it: Mostra code extra
ja_jp: 追加のキューを表示する
nb_no: Vis ekstra køer
nl_be: Toon Extra Wachtrijen
pl_pl: Pokaż dodatkowe kolejki
pt_pt: Mostrar filas de espera adicionais
ro_ro: Afișați cozile suplimentare
ru_ru: Показать доп. очереди
sr_rs: Прикажи додатне редове
sv_se: Visa extra köer
uk_ua: Показати додаткові черги
vi_vn: Hiển thị hàng đợi bổ sung
