Repository: bll123/ballroomdj-4
Catalog: src/po/po/*.po
Languages: af_za, cs_cz, de_de, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sr_rs, sv_se, uk_ua, vi_vn

source: helptext_create_playlist
af_za: => Kies 'Edit Song Lists' in die linkerkant van die 'BDJ4 Management' venster. <br> Aan die regterkant van die onderste gedeelte van die venster is 'n lys van jou liedjies. => Kies 'n liedjie deur daarop te klik. => Kies nou die linkerpyltjie-knoppie in die middel van die onderste gedeelte. <br> Dit sal die liedjie wat jy gekies het by die liedjielys voeg wat geskep word. => Kies 'n paar liedjies en voeg elkeen van hulle by die liedjielys. <br> Bo die liedjielys is 'n inskrywingskassie met die naam 'Nuwe Liedjielys' daarin. => Klik in die blokkie en verander die naam van die liedjielys. => Maak die 'BDJ4 Management' venster toe. Die liedjielys word outomaties gestoor.
cs_cz: => Vyberte 'Edit Song Lists' v levé části okna 'BDJ4 Management'.<br>Na pravé straně spodní části okna je seznam vašich skladeb. => Vyberte skladbu kliknutím na ni. => Nyní vyberte tlačítko se šipkou vlevo uprostřed spodní části.<br>Tím přidáte skladbu, kterou jste vybrali, do seznamu skladeb, který se vytváří. => Vyberte několik skladeb a přidejte každou z nich do seznamu skladeb.<br>Nad seznamem skladeb je vstupní pole s názvem 'New Song List'. => Klikněte do pole a změňte název seznamu skladeb. => Zavřete okno 'BDJ4 Management'. Seznam skladeb se automaticky uloží.
de_de: => Wählen Sie im linken Bereich des Fensters „BDJ4-Verwaltung“ „Songlisten bearbeiten“.<br>Im rechten unteren Bereich des Fensters befindet sich eine Liste Ihrer Songs. => Wählen Sie einen Song durch Anklicken aus. => Wählen Sie nun in der Mitte des unteren Bereichs den linken Pfeil-Button aus.<br>Dadurch wird der ausgewählte Song der gerade erstellten Songliste hinzugefügt. => Wählen Sie einige Songs aus und fügen Sie jeden davon der Songliste hinzu.<br>Über der Songliste befindet sich ein Eingabefeld mit der Bezeichnung „Neue Songliste“. => Klicken Sie in das Feld und ändern Sie den Namen der Songliste. => Schließen Sie das Fenster „BDJ4-Verwaltung“. Die Songliste wird automatisch gespeichert.
fi_fi: => Valitse 'Muokkaa kappalelistoja' 'BDJ4 Management' -ikkunan vasemmasta reunasta.<br>Ikkunan alaosan oikealla puolella on luettelo kappaleistasi. => Valitse kappale napsauttamalla sitä. => Valitse nyt vasen nuolipainike alaosan keskellä.<br>Tämä lisää valitsemasi kappaleen luotavaan kappaleluetteloon. => Valitse muutama kappale ja lisää jokainen niistä kappaleluetteloon.<br>Kappaleluettelon yläpuolella on syöttöruutu, jossa on nimi "New Song List". => Napsauta ruutua ja muuta kappaleluettelon nimi. => Sulje 'BDJ4 Management' -ikkuna. Kappaleluettelo tallennetaan automaattisesti.
fr_fr: => Sélectionnez « Modifier les listes de chansons » dans le côté gauche de la fenêtre « Gestion BDJ4 ».<br>Sur le côté droit de la section inférieure de la fenêtre se trouve une liste de vos chansons. => Sélectionnez une chanson en cliquant dessus. => Sélectionnez maintenant le bouton fléché vers la gauche au milieu de la section inférieure.<br>Cela ajoutera la chanson que vous avez sélectionnée à la liste de chansons en cours de création. => Sélectionnez quelques chansons et ajoutez chacune d'elles à la liste des chansons.<br>Au-dessus de la liste des chansons se trouve une zone de saisie avec le nom « Nouvelle liste de chansons ». => Cliquez dans la case et changez le nom de la liste des chansons. => Fermez la fenêtre 'Gestion BDJ4'. La liste des chansons est automatiquement enregistrée.
hu_hu: => A 'BDJ4 Management' ablak bal oldalán válassza a 'Song List' szerkesztése lehetőséget.<br> Az ablak alsó részének jobb oldalán található a dalok listája. => Válasszon ki egy dalt, ha rákattint. => Most válassza ki a bal nyíl gombot az alsó rész közepén.<br> Ezzel hozzáadja a kiválasztott dalt a készülő dallistához. => Válasszon ki néhány dalt, és adja hozzá mindegyiket a dallistához.<br> A dallista felett van egy beviteli mező, benne az „Új dallista” névvel. => Kattintson a mezőre, és változtassa meg a dallista nevét. => Zárja be a 'BDJ4 Management' ablakot. A dallista automatikusan mentésre kerül.
it_it: => Seleziona "Modifica elenchi brani" nella parte sinistra della finestra "Gestione BDJ4".<br>Sul lato destro della sezione inferiore della finestra c'è un elenco delle tue canzoni. => Seleziona una canzone cliccandoci sopra. => Ora seleziona il pulsante freccia sinistra al centro della sezione inferiore.<br>Questo aggiungerà il brano selezionato all'elenco dei brani in fase di creazione. => Seleziona alcuni brani e aggiungili ciascuno all'elenco dei brani.<br>Sopra l'elenco dei brani è presente una casella di immissione con il nome "Nuovo elenco dei brani". => Fare clic nella casella e modificare il nome dell'elenco dei brani. => Chiudi la finestra 'Gestione BDJ4'. L'elenco dei brani viene salvato automaticamente.
ja_jp: => 「BDJ4 管理」ウィンドウの左側にある「曲リストの編集」を選択します。<br>ウィンドウの下部の右側に曲のリストが表示されます。 => 曲をクリックして選択します。 => 次に、下部の中央にある左矢印ボタンを選択します。<br>これにより、選択した曲が作成中の曲リストに追加されます。 => いくつかの曲を選択し、それぞれを曲リストに追加します。<br>曲リストの上には、「新しい曲リスト」という名前の入力ボックスがあります。 => ボックスをクリックして、曲リストの名前を変更します。 => 「BDJ4 管理」ウィンドウを閉じます。曲リストは自動的に保存されます。
nb_no: => Velg 'Rediger sanglister' på venstre side av 'BDJ4 Management'-vinduet.<br> På høyre side av den nedre delen av vinduet er en liste over sangene dine. => Velg en sang ved å klikke på den. => Velg nå venstre pilknapp i midten av den nedre delen.<br> Dette vil legge sangen du valgte til sanglisten som blir opprettet. => Velg noen få sanger og legg til hver av dem i sanglisten.<br> Over sanglisten er en oppføringsboks med navnet 'Ny sangliste' i den. => Klikk i boksen og endre navnet på sanglisten. => Lukk 'BDJ4 Management'-vinduet. Sanglisten lagres automatisk.
nl_be: => Selecteer 'Bewerk songlijsten' aan de linkerkant van het 'BDJ4 beheer' venster.<br> Aan de rechterkant van het onderste gedeelte van het venster staat een lijst met al je nummers.=> Selecteer een nummer door erop te klikken.=> Selecteer nu de linkerpijlknop in het midden van het onderste gedeelte.<br> Hiermee wordt het geselecteerde nummer toegevoegd aan de songlijst die wordt aangemaakt.=> Selecteer een paar nummers en voeg ze allemaal toe aan de songlijst.<br> Boven de lijst met nummers bevindt zich een invoervak met daarin de naam 'Nieuwe Songlijst'.=> Klik in het vak en wijzig de naam van de songlijst.=> Sluit het venster 'BDJ4 beheer'. De songlijst wordt automatisch opgeslagen.
pl_pl: => Wybierz opcję „Edytuj listy utworów” po lewej stronie okna „Zarządzanie BDJ4”.<br>Po prawej stronie, w dolnej części okna, znajduje się lista Twoich utworów. => Wybierz utwór klikając na niego. => Teraz wybierz przycisk strzałki w lewo pośrodku dolnej sekcji.<br>Spowoduje to dodanie wybranego utworu do tworzonej listy utworów. => Wybierz kilka utworów i dodaj każdy z nich do listy utworów.<br>Nad listą utworów znajduje się pole wprowadzania z nazwą „Nowa lista utworów”. => Kliknij pole i zmień nazwę listy utworów. => Zamknij okno „Zarządzanie BDJ4”. Lista utworów zostanie automatycznie zapisana.
pt_pt: => Selecione 'Editar listas de músicas' no lado esquerdo da janela 'Gestão do BDJ4'. <br>No lado direito da secção inferior da janela existe uma lista das suas músicas. => Selecione uma música clicando em cima da mesma. => Agora selecione o botão de seta para a esquerda no meio da secção inferior. <br>Isto irá adicionar a música que selecionou à lista de músicas que está a ser criada. => Selecione algumas músicas e adicione cada uma delas à lista de músicas. <br>Por cima da lista de músicas existe uma caixa de entrada com o nome 'Nova Lista de Músicas'. => Clique na caixa e altere o nome da lista de músicas. => Feche a janela 'Gestão do BDJ4'. A lista de músicas é guardada automaticamente.
ro_ro: => Selectați „Editați liste de melodii” în partea stângă a ferestrei „BDJ4 Management”. <br> În partea dreaptă a secțiunii inferioare a ferestrei este o listă cu melodiile tale. => Selectați o melodie făcând clic pe ea. => Acum selectați butonul săgeată stânga din mijlocul secțiunii inferioare. <br> Aceasta va adăuga melodia pe care ați selectat-o ​​la lista de melodii care este creată. => Selectați câteva melodii și adăugați fiecare dintre ele la lista de melodii. <br> Deasupra listei de melodii este o casetă de introducere cu numele „New Song List” în ea. => Faceți clic în casetă și schimbați numele listei de melodii. => Închide fereastra „BDJ4 Management”. Lista de melodii este salvată automat.
ru_ru: => Выберите "Редактировать списки песен" в левой части окна "Управление BDJ4".В правой части нижней части окна находится список ваших песен.=> Выберите песню, нажав на нее.=> Теперь нажмите кнопку со стрелкой влево в середине нижней части.<br> Это добавит выбранную вами песню в создаваемый список песен.=> Выберите несколько песен и добавьте каждую из них в список песен.<br> Над списком песен находится поле ввода с названием "Новый список песен".=> Нажмите в поле и измените название списка песен.=> Закройте окно "Управление BDJ4". Список песен будет сохранен автоматически.
sr_rs: => Изаберите 'Едит Сонг Листс' на левој страни прозора 'БДЈ4 Манагемент'. <бр> На десној страни доњег дела прозора налази се листа ваших песама. => Изаберите песму кликом на њу. => Сада изаберите дугме са стрелицом налево у средини доњег дела. <бр> Ово ће додати песму коју сте изабрали на листу песама која се креира. => Изаберите неколико песама и додајте сваку од њих на листу песама. <бр> Изнад листе песама налази се поље за унос са именом 'Нова листа песама'. => Кликните на поље и промените назив листе песама. => Затворите прозор 'БДЈ4 Манагемент'. Листа песама се аутоматски чува.
sv_se: => Välj 'Redigera låtlistor' till vänster i fönstret 'BDJ4 Management'.<br>På höger sida av den nedre delen av fönstret finns en lista över dina låtar. => Välj en låt genom att klicka på den. => Välj nu vänsterpilen i mitten av den nedre delen.<br>Detta kommer att lägga till låten du valde till låtlistan som skapas. => Välj några låtar och lägg till var och en av dem i låtlistan.<br>Ovanför låtlistan finns en inmatningsruta med namnet 'Ny låtlista'. => Klicka i rutan och ändra namnet på låtlistan. => Stäng fönstret 'BDJ4 Management'. Låtlistan sparas automatiskt.
uk_ua: => Виберіть «Редагувати списки пісень» у лівій частині вікна «Керування BDJ4».<br> У правій частині нижньої частини вікна є список ваших пісень. => Виберіть пісню, натиснувши на неї. => Тепер виберіть кнопку зі стрілкою вліво посередині нижньої частини.<br> Це додасть вибрану вами пісню до списку пісень, який створюється. => Виберіть кілька пісень і додайте кожну з них до списку пісень.<br> Над списком пісень є поле введення з назвою «Список нових пісень». => Клацніть у полі та змініть назву списку пісень. => Закрийте вікно «Керування BDJ4». Список пісень зберігається автоматично.
vi_vn: => Chọn 'Chỉnh sửa danh sách bài hát' ở phía bên trái của cửa sổ 'Quản lý BDJ4'. <br> Phía bên phải của phần dưới của cửa sổ là danh sách các bài hát của bạn. => Chọn một bài hát bằng cách nhấp vào bài hát đó. => Bây giờ, hãy chọn nút mũi tên trái ở giữa phần dưới. <br> Thao tác này sẽ thêm bài hát bạn đã chọn vào danh sách bài hát đang được tạo. => Chọn một vài bài hát và thêm từng bài hát vào danh sách bài hát. <br> Phía trên danh sách bài hát là hộp nhập có tên 'Danh sách bài hát mới'. => Nhấp vào hộp và đổi tên danh sách bài hát. => Đóng cửa sổ 'Quản lý BDJ4'. Danh sách bài hát sẽ tự động được lưu.

source: Set the Location of the Music Folder
af_za: Stel die ligging van die musiekgids in
cs_cz: Nastavení umístění složky s hudbou
de_de: Festlegen des Speicherorts für den Musikordner
fi_fi: Musiikkikansion sijainnin määrittäminen
fr_fr: Définir l'emplacement du dossier musical
hu_hu: A zenei mappa helyének beállítása
it_it: Impostare la posizione della cartella musicale
ja_jp: 音楽フォルダの場所を設定する
nb_no: Angi plasseringen av musikkmappen
nl_be: Stel de locatie van de Muziekmap in
pl_pl: Ustawianie lokalizacji folderu z muzyką
pt_pt: Definir a localização da pasta de música
ro_ro: Setați locația folderului de muzică
ru_ru: Установить место для папки с музыкой
sr_rs: Подесите локацију музичког фолдера
sv_se: Ange platsen för musikmappen
uk_ua: Налаштування розташування папки з музикою
vi_vn: Thiết lập vị trí của thư mục nhạc

source: helptext_music_location
af_za: Die eerste stap is om die ligging van jou musieklêergids op te stel. => Kies die 'Konfigureer'-knoppie. <br> In die 'BDJ4-konfigurasie'-venster word die 'Algemeen'-afdeling vertoon. Die eerste item in 'General' is die 'Music Folder'. => Verander die 'Music Folder' na die ligging van jou musiek. => Laat die 'BDJ4 Configuration' venster oop.
cs_cz: Prvním krokem je konfigurace umístění hudební složky. => Vyberte tlačítko 'Configure' (Konfigurace).<br>V okně 'BDJ4 Configuration' (Konfigurace BDJ4) se zobrazí část 'General' (Obecné). První položkou v části 'General' je 'Music Folder' (Hudební složka). => Změňte položku 'Music Folder' (Hudební složka) na umístění vaší hudby. => Nechte okno 'BDJ4 Configuration' (Konfigurace BDJ4) otevřené.
de_de: Der erste Schritt besteht darin, den Speicherort Ihres Musikordners zu konfigurieren. => Wählen Sie die Schaltfläche 'Konfigurieren'.<br>Im Fenster 'BDJ4 Konfiguration' wird der Abschnitt 'Allgemein' angezeigt. Der erste Punkt unter 'Allgemein' ist der 'Musikordner' => Ändern Sie den 'Musikordner' auf den Speicherort Ihrer Musik => Lassen Sie das Fenster 'BDJ4 Konfiguration' geöffnet.
fi_fi: Ensimmäinen vaihe on määrittää musiikkikansiosi sijainti. => Valitse 'Configure' -painike.<br>BDJ4 Configuration -ikkunassa näkyy 'General' -osio. Ensimmäinen kohta 'General' -kohdassa on 'Music Folder' (musiikkikansio). => Muuta 'Music Folder' (musiikkikansio) musiikkisi sijaintiin. => Jätä 'BDJ4 Configuration' -ikkuna auki.
fr_fr: La première étape consiste à configurer l'emplacement de votre dossier musical => Sélectionnez le bouton 'Configurer'.<br>Dans la fenêtre 'BDJ4 Configuration', la section 'Général' est affichée. Le premier élément de la section 'Général' est le 'Dossier musical' => Changez le 'Dossier musical' pour l'emplacement de votre musique => Laissez la fenêtre 'BDJ4 Configuration' ouverte.
hu_hu: Az első lépés a zenemappa helyének konfigurálása. => Válassza a 'Configure' gombot.<br> A 'BDJ4 Configuration' ablakban megjelenik az 'Általános' rész. Az 'Általános' első eleme a 'Zene mappa'. => Módosítsa a „Zene mappát” a zene helyére. => Hagyja nyitva a 'BDJ4 Configuration' ablakot.
it_it: Il primo passo consiste nel configurare la posizione della cartella musicale. => Selezionare il pulsante 'Configura'.<br>Nella finestra 'Configurazione BDJ4', viene visualizzata la sezione 'Generale'. La prima voce di 'Generale' è 'Cartella musicale'. => Cambiare la 'Cartella musicale' con la posizione della propria musica. => Lasciare aperta la finestra 'Configurazione BDJ4'.
ja_jp: 最初のステップは、音楽フォルダの場所を設定することです。=>「設定」ボタンを選択します。<br>「BDJ4 設定」ウィンドウに、「一般」セクションが表示されます。「一般」の最初の項目は「音楽フォルダ」です。=>「音楽フォルダ」を音楽の場所に変更します。=>「BDJ4 設定」ウィンドウを開いたままにします。
nb_no: Det første trinnet er å konfigurere plasseringen av musikkmappen din. => Velg 'Konfigurer'-knappen.<br> I 'BDJ4-konfigurasjon'-vinduet vises delen 'Generelt'. Det første elementet i 'Generelt' er 'Musikkmappen'. => Endre 'Musikkmappen' til plasseringen av musikken din. => La 'BDJ4-konfigurasjon'-vinduet være åpent.
nl_be: De eerste stap is het configureren van de locatie van je muziekmap.=> Selecteer de knop 'Configureren'.<br> In het venster 'BDJ4 configuratie' wordt het eerste onderdeel 'Algemeen' weergegeven. Het eerste item in 'Algemeen' is de 'Muziekmap'.=> Wijzig de locatie van de 'Muziekmap' naar de actuele muziekmap die je wil gebruiken. (Dit kan door op het mapicoon te klikken achteraan het invoerveld van de maplocatie)=> Laat het venster 'BDJ4 configuratie' open.
pl_pl: Pierwszym krokiem jest skonfigurowanie lokalizacji folderu z muzyką. => Wybierz przycisk "Configure" (Konfiguruj).<br>W oknie "BDJ4 Configuration" (Konfiguracja BDJ4) wyświetlona zostanie sekcja "General" (Ogólne). Pierwszą pozycją w "General" jest "Music Folder". => Zmień "Music Folder" na lokalizację swojej muzyki. => Pozostaw okno "BDJ4 Configuration" otwarte.
pt_pt: O primeiro passo é configurar a localização da sua pasta de música => Seleccione o botão "Configure".<br>Na janela "BDJ4 Configuration", é apresentada a secção "General". O primeiro item em 'General' é o 'Music Folder' => Muda o 'Music Folder' para a localização da tua música => Deixa a janela 'BDJ4 Configuration' aberta.
ro_ro: Primul pas este să configurați locația folderului de muzică. => Selectați butonul „Configurare”. <br> În fereastra „Configurare BDJ4”, este afișată secțiunea „General”. Primul articol din „General” este „Folderul de muzică”. => Schimbați „Folderul de muzică” la locația muzicii dvs. => Lăsați fereastra „Configurație BDJ4” deschisă.
ru_ru: Первым шагом является настройка расположения вашей папки музыки.=> Нажмите кнопку "Конфигурация".<br> В окне "Конфигурация BDJ4" отображается раздел "Основное". Первым пунктом в разделе "Основное" является "Папка музыки".=> Измените "Папку музыки" на расположение вашей музыки.=> Оставьте окно "Конфигурация BDJ4" открытым.
sr_rs: Први корак је да конфигуришете локацију ваше музичке фасцикле. => Изаберите дугме 'Конфигуриши'. <бр> У прозору 'БДЈ4 Цонфигуратион', приказан је одељак 'Генерал'. Прва ставка у 'Опште' је 'Фолдер за музику'. => Промените 'Фолдер за музику' на локацију ваше музике. => Оставите прозор 'БДЈ4 Цонфигуратион' отворен.
sv_se: Det första steget är att konfigurera platsen för din musikmapp. => Välj knappen "Configure".<br> I fönstret "BDJ4 Configuration" visas avsnittet "General". Det första objektet i "General" är "Music Folder" => Ändra "Music Folder" till den plats där din musik finns => Lämna fönstret "BDJ4 Configuration" öppet.
uk_ua: Першим кроком є ​​налаштування розташування папки з музикою. => Виберіть кнопку «Налаштувати».<br> У вікні «Налаштування BDJ4» відображається розділ «Загальні». Першим пунктом у «Загальних» є «Папка «Музика». => Змініть папку «Музика» на розташування вашої музики. => Залиште вікно «Налаштування BDJ4» відкритим.
vi_vn: Bước đầu tiên là cấu hình vị trí thư mục nhạc của bạn. => Chọn nút 'Cấu hình'. <br> Trong cửa sổ 'Cấu hình BDJ4', phần 'Chung' được hiển thị. Mục đầu tiên trong 'Chung' là 'Thư mục nhạc'. => Thay đổi 'Thư mục nhạc' thành vị trí nhạc của bạn. => Để cửa sổ 'Cấu hình BDJ4' mở.

source: Verify the Configured Dances
af_za: Verifieer die gekonfigureerde danse
cs_cz: Ověření nakonfigurovaných tanců
de_de: Überprüfen Sie die konfigurierten Tänze
fi_fi: Tarkista määritetyt tanssit
fr_fr: Vérifier les danses configurées
hu_hu: A konfigurált táncok ellenőrzése
it_it: Verifica delle danze configurate
ja_jp: 設定されたダンスを確認する
nb_no: Bekreft de konfigurerte dansene
nl_be: Controleer de Geconfigureerde Dansstijlen
pl_pl: Weryfikacja skonfigurowanych tańców
pt_pt: Verificar as danças configuradas
ro_ro: Verificarea dansurilor configurate
ru_ru: Подтвердить настроенные танцы
sr_rs: Проверите конфигурисане плесове
sv_se: Verifiera de konfigurerade danserna
uk_ua: Перевірте налаштовані танці
vi_vn: Xác minh các điệu nhảy đã cấu hình
