Repository: bll123/ballroomdj-4
Catalog: src/po/po/*.po
Languages: af_za, cs_cz, de_de, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sr_rs, sv_se, uk_ua, vi_vn

source: helptext_music_org
af_za: Die instelling van die organisasiemetode is belangrik sodat BallroomDJ 4 die inligting oor jou liedjies kan bepaal wanneer die databasis gebou word. => Kies 'Organisasie' aan die linkerkant van die 'BDJ4-konfigurasie'-venster. <br> Baie mense het hul musiek georganiseer deur elke dans in 'n aparte vouer te plaas. <br> Die verstekorganisasie is 'Dans/Titel'. As jy iTunes geïnstalleer het, sal die organisasiepad op 'Album Kunstenaar/Album/Skyf - Snit0 Titel' gestel word. => Kies die organisasiemetode wat jy vir jou liedjies gebruik in die 'Organisasiepad'-aftreklys. <br> As die organisasiepad wat jy benodig nie teenwoordig is nie, kies die 'ondersteuning'-knoppie in die beginvenster en stuur 'n ondersteuningsboodskap. Byna enige organisasiepad kan gekonfigureer word. <br> As jou oudiolêers die dans in die genre-oudiomerker gestoor het, skakel 'Databasis laai dans vanaf genre' aan. => Laat die 'BDJ4 Configuration' venster oop.
cs_cz: Nastavení způsobu organizace je důležité, aby BallroomDJ 4 mohl určit informace o vašich skladbách při vytváření databáze. => Vyberte 'Organizace' v levé části okna 'BDJ4 Configuration'.<br>Mnoho lidí má hudbu organizovanou tak, že každý tanec umístí do samostatné složky.<br>Výchozí organizace je 'Dance/Title'. Pokud máte nainstalovaný iTunes, cesta organizace bude nastavena na 'Album Artist/Album/Disc – Track0 Title'. => V rozevíracím seznamu 'Cesta organizace' vyberte metodu organizace, kterou používáte pro své skladby.<br>Pokud požadovaná cesta organizace není k dispozici, vyberte v úvodním okně tlačítko 'podpora' a odešlete zprávu podpory. Lze nakonfigurovat téměř libovolnou organizační cestu.<br>Pokud mají vaše zvukové soubory tanec uložený v tagu žánru audio, zapněte „Databáze načítá tanec z žánru“. => Nechte okno 'BDJ4 Configuration' otevřené.
de_de: Das Festlegen der Organisationsmethode ist wichtig, damit BallroomDJ 4 beim Erstellen der Datenbank die Informationen zu Ihren Songs ermitteln kann. => Wählen Sie links im Fenster „BDJ4-Konfiguration“ „Organisation“.<br>Viele Leute organisieren ihre Musik, indem sie jeden Tanz in einen separaten Ordner legen.<br>Die Standardorganisation ist „Tanz/Titel“. Wenn Sie iTunes installiert haben, wird der Organisationspfad auf „Albumkünstler/Album/Disc – Track0-Titel“ festgelegt. => Wählen Sie im Dropdown-Menü „Organisationspfad“ die Organisationsmethode aus, die Sie für Ihre Songs verwenden.<br>Wenn der benötigte Organisationspfad nicht vorhanden ist, wählen Sie im Startfenster die Schaltfläche „Support“ und senden Sie eine Support-Nachricht. Fast jeder Organisationspfad kann konfiguriert werden.<br>Wenn Ihre Audiodateien den Tanz im Genre-Audiotag gespeichert haben, aktivieren Sie „Datenbank lädt Tanz aus Genre“. => Lassen Sie das Fenster „BDJ4-Konfiguration“ geöffnet.
fi_fi: Järjestämismenetelmän asettaminen on tärkeää, jotta BallroomDJ 4 voi määrittää kappaleihisi liittyvät tiedot tietokantaa rakennettaessa. => Valitse Organisation 'BDJ4 Configuration' -ikkunan vasemmasta reunasta.<br>Monet ihmiset järjestävät musiikkinsa laittamalla jokaisen tanssin erilliseen kansioon.<br>Oletusorganisaatio on Dance/Title. Jos iTunes on asennettuna, organisaatiopoluksi asetetaan "Albumin esittäjä/albumi/levy - kappaleen0 nimi". => Valitse organisointitapa, jota käytät kappaleissasi "Organisation Path" -pudotusvalikosta.<br>Jos tarvitsemaasi organisaatiopolkua ei löydy, valitse aloitusikkunassa tukipainike ja lähetä tukiviesti. Melkein mikä tahansa organisaatiopolku voidaan määrittää.<br>Jos äänitiedostojesi tanssi on tallennettu genren äänitunnisteeseen, ota käyttöön "Database Loads Dance from Genre". => Jätä 'BDJ4 Configuration' -ikkuna auki.
fr_fr: La définition de la méthode d'organisation est importante afin que BallroomDJ 4 puisse déterminer les informations sur vos chansons lors de la création de la base de données. => Sélectionnez 'Organisation' dans la partie gauche de la fenêtre 'Configuration BDJ4'.<br>De nombreuses personnes organisent leur musique en plaçant chaque danse dans un dossier séparé.<br>L'organisation par défaut est 'Danse/Titre'. Si iTunes est installé, le chemin d'accès à l'organisation sera défini sur « Artiste de l'album/Album/Disque - Titre de la piste 0 ». => Sélectionnez la méthode d'organisation que vous utilisez pour vos chansons dans la liste déroulante « Chemin d'organisation ».<br>Si le chemin d'organisation dont vous avez besoin n'est pas présent, sélectionnez le bouton « Support » dans la fenêtre de démarrage et envoyez un message d'assistance. Presque tous les chemins d'organisation peuvent être configurés.<br>Si vos fichiers audio contiennent la danse stockée dans la balise audio de genre, activez « La base de données charge la danse à partir du genre ». => Laissez la fenêtre 'Configuration BDJ4' ouverte.
hu_hu: A szervezési módszer beállítása azért fontos, hogy a BallroomDJ 4 meg tudja határozni a dalokra vonatkozó információkat az adatbázis felépítésekor. => Válassza a 'Szervezet' lehetőséget a 'BDJ4 konfiguráció' ablak bal oldalán.<br> Sokan úgy rendezik a zenéjüket, hogy minden táncot külön mappába helyeznek.<br>Az alapértelmezett elrendezés a 'Dance/Title'. Ha az iTunes telepítve van, a szervezet elérési útja a következőre lesz állítva 'Album előadó/album/lemez – Track0 címe'. => Válassza ki a dalokhoz használt szervezési módot a "Szervezeti útvonal" legördülő listában.<br> Ha a szükséges szervezési útvonal nem található meg, válassza ki a "támogatás" gombot a kezdő ablakban, és küldjön támogatási üzenetet. Szinte bármilyen szervezeti elérési út konfigurálható.<br> Ha hangfájljaiban a tánc a műfaj hangcímkéjében van tárolva, kapcsolja be az „Adatbázis betölti a táncot a műfajból” beállítást. => Hagyja nyitva a 'BDJ4 Configuration' ablakot.
it_it: L'impostazione del metodo di organizzazione è importante in modo che BallroomDJ 4 possa determinare le informazioni sui tuoi brani quando viene creato il database. => Seleziona 'Organizzazione' nella parte sinistra della finestra 'Configurazione BDJ4'.<br>Molte persone organizzano la propria musica inserendo ogni ballo in una cartella separata.<br>L'organizzazione predefinita è 'Ballo/Titolo'. Se hai installato iTunes, il percorso dell'organizzazione sarà impostato su "Artista album/Album/Disco - Titolo traccia0". => Seleziona il metodo di organizzazione che utilizzi per le tue canzoni nel menu a discesa "Percorso di organizzazione".<br>Se il percorso di organizzazione di cui hai bisogno non è presente, seleziona il pulsante "Supporto" nella finestra iniziale e invia un messaggio di supporto. È possibile configurare quasi tutti i percorsi organizzativi.<br>Se i tuoi file audio hanno la danza memorizzata nel tag audio del genere, attiva "Il database carica la danza dal genere". => Lascia aperta la finestra 'Configurazione BDJ4'.
ja_jp: データベースの構築時に BallroomDJ 4 が曲に関する情報を判断できるように、整理方法を設定することが重要です。 => 「BDJ4 構成」ウィンドウの左側にある「整理」を選択します。<br>多くの人は、各ダンスを別のフォルダに入れて音楽を整理しています。<br>デフォルトの整理は「ダンス/タイトル」です。iTunes がインストールされている場合、整理パスは「アルバム アーティスト/アルバム/ディスク - トラック 0 タイトル」に設定されます。 => 「整理パス」ドロップダウンで、曲に使用する整理方法を選択します。<br>必要な整理パスが存在しない場合は、スターター ウィンドウの「サポート」ボタンを選択して、サポート メッセージを送信してください。ほぼすべての整理パスを設定できます。<br>オーディオ ファイルにジャンル オーディオ タグにダンスが保存されている場合は、「データベースがジャンルからダンスをロードする」をオンにします。 => 「BDJ4 構成」ウィンドウを開いたままにします。
nb_no: Å angi organisasjonsmetoden er viktig slik at BallroomDJ 4 kan bestemme informasjonen om sangene dine når databasen bygges. => Velg 'Organisasjon' på venstre side av 'BDJ4-konfigurasjon'-vinduet.<br> Mange mennesker har musikken sin organisert ved å legge hver dans i en egen mappe.<br>Standardorganisasjonen er 'Dans/tittel'. Hvis du har installert iTunes, vil organisasjonsbanen bli satt til 'Album Artist/Album/Disc - Track0 Title'. => Velg organisasjonsmetoden du bruker for sangene dine i rullegardinmenyen 'Organisasjonssti'.<br> Hvis organisasjonsbanen du trenger ikke er til stede, velg 'støtte'-knappen i startvinduet og send en støttemelding. Nesten hvilken som helst organisasjonsbane kan konfigureres.<br> Hvis lydfilene dine har dansen lagret i sjangerlydkoden, slår du på "Database laster inn dans fra sjanger". => La 'BDJ4-konfigurasjon'-vinduet være åpent.
nl_be: Het instellen van de organisatiemethode is belangrijk, zodat BallroomDJ 4 de informatie over uw muzieknummers kan bepalen wanneer de database wordt opgebouwd.=> Selecteer 'Organisatie' aan de linkerkant van het venster 'BDJ4 configuratie'.<br> Veel mensen hebben hun muziek georganiseerd door elke dansstijl in een aparte map te plaatsen.<br>De standaardorganisatie is 'Dansstijl/Titel'. Als je iTunes hebt geïnstalleerd, wordt het organisatiepad ingesteld op 'Albumartiest/Album/Schijf - Track0 Titel'.=> Selecteer de organisatiemethode die je gebruikt voor je nummers in de keuzelijst 'Organisatiepad'.<br> Als het organisatiepad dat je nodig hebt niet aanwezig is, selecteer de knop 'support' in het startvenster en stuur een supportbericht. Bijna elk organisatiepad kan worden geconfigureerd.<br> Als uw audiobestanden de dansstijl hebben opgeslagen in de genre-audiotag, schakelt u 'Database laadt dansstijl uit genre' in.=> Laat het venster 'BDJ4 configuratie' open.
pl_pl: Ustawienie metody organizacji jest ważne, aby BallroomDJ 4 mógł określić informacje o utworach podczas tworzenia bazy danych. => Wybierz opcję „Organizacja” po lewej stronie okna „Konfiguracja BDJ4”.<br>Wiele osób organizuje swoją muzykę, umieszczając każdy taniec w osobnym folderze.<br>Domyślna organizacja to „Taniec/Tytuł”. Jeśli masz zainstalowany iTunes, ścieżka organizacyjna zostanie ustawiona na „Wykonawca albumu/Album/Płyta – Tytuł ścieżki 0”. => Wybierz metodę organizacji, której używasz dla swoich utworów w menu rozwijanym „Ścieżka organizacji”.<br>Jeśli potrzebna ścieżka organizacji nie jest dostępna, wybierz przycisk „wsparcie” w oknie startowym i wyślij wiadomość do pomocy. Można skonfigurować prawie każdą ścieżkę organizacyjną.<br>Jeśli w Twoich plikach audio taniec jest zapisany w tagu audio gatunku, włącz opcję „Baza danych ładuje taniec z gatunku”. => Pozostaw okno „Konfiguracja BDJ4” otwarte.
pt_pt: A definição do método de organização é importante para que o BallroomDJ 4 possa determinar a informação sobre as suas músicas quando a base de dados for construída. => Selecione 'Organização' no lado esquerdo da janela 'Configuração do BDJ4'. <br>Muitas pessoas têm as suas músicas organizadas colocando cada dança numa pasta separada. <br>A organização predefinida é 'Dança/Título'. Se tiver o iTunes instalado, o caminho da organização será definido como 'Artista do Álbum/Álbum/Disco - Título da Faixa0'. => Selecione o método de organização que utiliza para as suas músicas no menu suspenso 'Organization Path'. <br>Se o caminho de organização de que necessita não estiver presente, selecione o botão 'suporte' na janela inicial e envie uma mensagem de suporte. Quase qualquer caminho de organização pode ser configurado. <br>Se os seus ficheiros de áudio tiverem a dança armazenada na etiqueta de áudio do género, ative 'Database Loads Dance from Genre'. => Deixe a janela 'Configuração BDJ4' aberta.
ro_ro: Setarea metodei de organizare este importantă pentru ca BallroomDJ 4 să poată determina informațiile despre melodiile tale atunci când baza de date este construită. => Selectați „Organizare” în partea stângă a ferestrei „Configurare BDJ4”. <br> Mulți oameni își organizează muzica punând fiecare dans într-un folder separat. <br> Organizația implicită este „Dans/Titlu”. Dacă aveți iTunes instalat, calea organizației va fi setată la „Artist album/Album/Disc - Titlul piesei0”. => Selectați metoda de organizare pe care o utilizați pentru melodiile dvs. în meniul derulant „Calea organizației”. <br> Dacă calea organizației de care aveți nevoie nu este prezentă, selectați butonul „asistență” din fereastra de pornire și trimiteți un mesaj de asistență. Aproape orice cale de organizare poate fi configurată. <br> Dacă fișierele dvs. audio au dansul stocat în eticheta audio de gen, activați „Database Loads Dance from Genre”. => Lăsați fereastra „Configurație BDJ4” deschisă.
ru_ru: Настройка метода организации важна для того, чтобы BallroomDJ 4 мог определить информацию о вашей песне при создании базы данных.=> Выберите "Организация" в левой части окна "Конфигурация BDJ4".<br> Многие люди упорядочивают свою музыку, помещая каждый танец в отдельную папку.<br>Организация по умолчанию - "Танец/Заголовок". Если у вас установлен iTunes, путь к организации будет установлен на "Исполнитель альбома/Альбом/Название диска - дорожка 0".=> Выберите метод организации, который вы используете для своих песен, в раскрывающемся списке "Путь организации".<br> Если нужного вам пути организации нет, нажмите кнопку "Поддержка" в стартовом окне и отправьте сообщение в службу поддержки. Можно настроить практически любой организационный патч.<br> Если в ваших аудиофайлах танец сохранен в теге аудио тег жанра, включите "База данных загружает танец из жанра".=> Оставьте окно "Конфигурация BDJ4" открытым.
sr_rs: Подешавање метода организације је важно како би БаллроомДЈ 4 могао да одреди информације о вашим песмама када се база података изгради. => Изаберите 'Организација' на левој страни прозора 'БДЈ4 Цонфигуратион'. <бр> Многи људи имају организовану музику тако што сваки плес ставе у посебну фасциклу. <бр> Подразумевана организација је 'Данце/Титле'. Ако имате инсталиран иТунес, путања организације ће бити постављена на 'Извођач албума/Албум/Диск - Трацк0 Титле'. => Изаберите метод организације који користите за своје песме у падајућем менију „Путања организације“. <бр> Ако путања организације која вам је потребна није присутна, изаберите дугме 'подршка' у почетном прозору и пошаљите поруку подршке. Може се конфигурисати скоро свака путања организације. <бр> Ако ваше аудио датотеке имају плес сачуван у аудио ознаци жанра, укључите „База података учитава плес из жанра“. => Оставите прозор 'БДЈ4 Цонфигуратион' отворен.
sv_se: Att ställa in organisationsmetoden är viktigt så att BallroomDJ 4 kan fastställa informationen om dina låtar när databasen byggs. => Välj 'Organisation' till vänster i fönstret 'BDJ4 Configuration'.<br>Många har sin musik organiserad genom att lägga varje dans i en separat mapp.<br>Standardorganisationen är 'Dans/Titel'. Om du har iTunes installerat kommer organisationssökvägen att ställas in på 'Album Artist/Album/Disc - Track0 Title'. => Välj den organisationsmetod du använder för dina låtar i rullgardinsmenyn 'Organisation Path'.<br>Om organisationssökvägen du behöver inte finns, välj knappen 'support' i startfönstret och skicka ett supportmeddelande. Nästan vilken organisationsväg som helst kan konfigureras.<br>Om dina ljudfiler har dansen lagrad i genrens ljudtagg, aktivera "Databas laddar dans från genre". => Lämna fönstret 'BDJ4 Configuration' öppet.
uk_ua: Налаштування методу організації є важливим, щоб BallroomDJ 4 міг визначити інформацію про ваші пісні під час створення бази даних. => Виберіть «Організація» в лівій частині вікна «Налаштування BDJ4».<br> Багато людей організовують свою музику, поміщаючи кожен танець в окрему папку.<br>За замовчуванням організацією є «Танець/Назва». Якщо у вас встановлено iTunes, шлях до організації буде встановлено на «Виконавець альбому/альбом/диск – назва доріжки 0». => Виберіть метод організації, який ви використовуєте для своїх пісень, у спадному списку «Шлях організації».<br> Якщо потрібного шляху організації немає, виберіть кнопку «підтримка» у початковому вікні та надішліть повідомлення служби підтримки. Можна налаштувати майже будь-який організаційний шлях.<br> Якщо ваші аудіофайли містять танець, збережений у аудіотезі жанру, увімкніть «База даних завантажує танець із жанру». => Залиште вікно «Налаштування BDJ4» відкритим.
vi_vn: Thiết lập phương pháp tổ chức rất quan trọng để BallroomDJ 4 có thể xác định thông tin về bài hát của bạn khi cơ sở dữ liệu được xây dựng. => Chọn 'Tổ chức' ở phía bên trái của cửa sổ 'Cấu hình BDJ4'. <br> Nhiều người sắp xếp nhạc của họ bằng cách đặt từng điệu nhảy vào một thư mục riêng. <br> Tổ chức mặc định là 'Dance/Title'. Nếu bạn đã cài đặt iTunes, đường dẫn tổ chức sẽ được đặt thành 'Album Artist/Album/Disc - Track0 Title'. => Chọn phương pháp tổ chức bạn sử dụng cho các bài hát của mình trong danh sách thả xuống 'Organisation Path'. <br> Nếu đường dẫn tổ chức bạn cần không có, hãy chọn nút 'support' trong cửa sổ khởi động và gửi tin nhắn hỗ trợ. Hầu như bất kỳ đường dẫn tổ chức nào cũng có thể được cấu hình. <br> Nếu tệp âm thanh của bạn có điệu nhảy được lưu trữ trong thẻ âm thanh thể loại, hãy bật 'Database Loads Dance from Genre'. => Để cửa sổ 'BDJ4 Configuration' mở.

source: BDJ Tags Only
af_za: Slegs BDJ-etikette
cs_cz: Pouze štítky BDJ
de_de: Nur BDJ-Tags
fr_fr: Balises BDJ uniquement
hu_hu: Csak BDJ címkék
it_it: Solo tag BDJ
ja_jp: BDJタグのみ
nl_be: Enkel BDJ Tags
ro_ro: Numai etichete BDJ
ru_ru: Только теги BDJ
sv_se: Endast BDJ-taggar
uk_ua: Тільки теги BDJ
vi_vn: Chỉ thẻ BDJ

source: Locale
af_za: Lokaal
cs_cz: Lokalita
de_de: Ländereinstellungen
fi_fi: Paikkakunta
fr_fr: Localité
hu_hu: Helyszín
ja_jp: ロケール
nb_no: Språk
nl_be: Taalregio
pl_pl: Lokalizacja
pt_pt: Localidade
ro_ro: Local
ru_ru: Локаль
sv_se: Lokal
uk_ua: Місцезнаходження
vi_vn: Địa phương

source: Player Arguments
ja_jp: 再生引数

source: Cannot Rename
af_za: Kan nie hernoem nie
cs_cz: Nelze přejmenovat
de_de: Kann nicht umbenannt werden
fr_fr: Impossible de renommer
hu_hu: Nem lehet átnevezni
it_it: Impossibile rinominare
ro_ro: Nu se poate redenumi
ru_ru: Невозможно переименовать
sv_se: Kan inte byta namn
uk_ua: Неможливо перейменувати

source: BDJ4 Internal
nl_be: BDJ4 intern
ru_ru: Внутренний BDJ4

source: Double click on a field to edit.
nl_be: Dubbelklik op een veld om te bewerken.
ru_ru: Щелкните два раза на поле для редактирования

source: Enable Mobile Marquee
nl_be: Mobiele Marquee inschakelen
ru_ru: Включить мобильный экран с дисплеем песен
sv_se: Aktivera mobilt tält

source: Pause
nl_be: Pauzeren
ru_ru: Пауза

source: %s deleted.
ro_ro: %s șters.

source: Controller
ro_ro: Controler

source: %d files found
nl_be: %d bestanden gevonden

source: %s must be numeric.
nl_be: %s moet numeriek zijn.

source: %s must be set.
nl_be: %s moet ingesteld zijn.

source: %s: Invalid time.
nl_be: %s: Ongeldige tijd.

source: %s: Slashes are not allowed
nl_be: %s: Slashes zijn niet toegestaan

source: %s: must be numeric.
nl_be: %s: moet numeriek zijn.

source: automatic
nl_be: Automatisch
