Repository: bll123/ballroomdj-4
Catalog: src/po/po/*.po
Languages: af_za, cs_cz, de_de, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sr_rs, sv_se, uk_ua, vi_vn

source: Argentine Tango
af_za: Argentynse Tango
cs_cz: Argentinské tango
de_de: Argentinischer Tango
fi_fi: Argentiinalainen tango
fr_fr: Tango Argentin
hu_hu: Argentin tangó
it_it: Tango argentino
ja_jp: アルゼンチン・タンゴ
nb_no: Argentinsk tango
nl_be: Argentijnse Tango
pl_pl: Tango argentyńskie
pt_pt: Tango argentino
ro_ro: Tango argentinian
ru_ru: Аргентинское танго
sr_rs: Аргентински танго
sv_se: Argentinsk tango
uk_ua: Аргентинське танго
vi_vn: Tango Argentina

source: Cha Cha
hu_hu: Cha Cha Cha
ja_jp: チャチャ
pt_pt: Chá Chá Chá
ru_ru: Ча-ча-ча
sr_rs: Цха Цха
uk_ua: Ча-ча-ча.

source: Foxtrot
de_de: Foxtrott
fr_fr: Slow Fox
hu_hu: Foxtrott
ja_jp: フォックストロット
ru_ru: Медленный фокстрот
sr_rs: Фоктрот
uk_ua: Фокстрот.
vi_vn: điệu nhảy Foxtrot

source: Jive
ja_jp: ジャイブ
ru_ru: Джайв
sr_rs: Јиве
uk_ua: Джайв.
vi_vn: Nhảy Jive

source: Paso Doble
ja_jp: パソドブレ
ru_ru: Пасодобль
sr_rs: Пасо Добле
uk_ua: Пасо Добле
vi_vn: Bước đôi

source: Quickstep
it_it: Passo veloce
ja_jp: クイックステップ
nb_no: Raskt skritt
pt_pt: Passo rápido
ru_ru: Квикстеп
sr_rs: Куицкстеп
vi_vn: Bước nhanh

source: Rumba
ja_jp: ルンバ
ru_ru: Румба
sr_rs: Румба
uk_ua: Румба
vi_vn: Điệu Rumba

source: Salsa
ja_jp: サルサ
ru_ru: Сальса
sr_rs: Салса
uk_ua: Сальса
vi_vn: Điệu Salsa

source: Samba
ja_jp: サンバ
ru_ru: Самба
sr_rs: Самба
uk_ua: Самба
vi_vn: Điệu Samba

source: Tango
ja_jp: タンゴ
ru_ru: Танго
sr_rs: Танго
uk_ua: Танго
vi_vn: Điệu Tango

source: Viennese Waltz
af_za: Weense Wals
cs_cz: Vídeňský valčík
de_de: Wiener Walzer
fi_fi: Wienin valssi
fr_fr: Valse viennoise
hu_hu: Bécsi keringő
it_it: Valzer viennese
ja_jp: ウィーン・ワルツ
nb_no: Wienervals
nl_be: Weense wals
pl_pl: Walc wiedeński
pt_pt: Valsa Vienense
ro_ro: Vals vienez
ru_ru: Венский вальс
sr_rs: бечки валцер
uk_ua: Віденський вальс
vi_vn: Điệu Valse của Viên

source: Waltz
af_za: Wals
de_de: Walzer
fr_fr: Valse lente
it_it: Valzer
ja_jp: ワルツ
nb_no: Vals
nl_be: Engelse wals
pl_pl: Walc Angielski
pt_pt: Valsa
ro_ro: Vals
ru_ru: Медленный вальс
sr_rs: Валтз
sv_se: Vals
uk_ua: Вальс.
vi_vn: Điệu vanxơ

source: West Coast Swing
af_za: Weskus Swaai
ja_jp: ウエストコースト・スウィング
pt_pt: Swing da Costa Oeste
ro_ro: Coasta de Vest Swing
ru_ru: Вест-кост-свинг
sr_rs: Вест Цоаст Свинг
uk_ua: Гойдалки на західному узбережжі
vi_vn: Bờ Tây Swing

source: standard
af_za: standaard
fi_fi: standardi
ja_jp: 標準
nl_be: standaard
pt_pt: padrão
ru_ru: стандарт
sr_rs: стандардне
uk_ua: стандартний
vi_vn: tiêu chuẩn

source: latin
af_za: Latyns
cs_cz: latinsky
de_de: lateinisch
fi_fi: latinankielinen
it_it: latino
ja_jp: ラテン
nl_be: latijn
pl_pl: łacina
pt_pt: latino
ro_ro: latină
ru_ru: латинский
sr_rs: латински
uk_ua: латинська
vi_vn: tiếng latinh

source: club
af_za: klub
cs_cz: klub
de_de: Verein
fi_fi: klubi
hu_hu: klub
ja_jp: クラブ
nb_no: klubb
pl_pl: klub
pt_pt: clube
ru_ru: клуб
sr_rs: клуб
sv_se: klubb
uk_ua: клуб
vi_vn: câu lạc bộ

source: Unrated
af_za: Ongegradeer
cs_cz: Nehodnocené
de_de: Unbewertet
fi_fi: Arvostelematon
fr_fr: Non évalué
hu_hu: Nem minősített
it_it: Non valutato
ja_jp: 未評価
nb_no: Ikke vurdert
nl_be: Onbeoordeeld
pl_pl: Bez oceny
pt_pt: Sem classificação
ro_ro: Neevaluat
ru_ru: Без рейтинга
sr_rs: Унратед
sv_se: Oklassificerad
uk_ua: Без рейтингу
vi_vn: Chưa được xếp hạng

source: Poor
af_za: Arm
cs_cz: Špatný
de_de: Schlecht
fi_fi: Huono
fr_fr: Pauvre
hu_hu: Szegény
it_it: Povero
ja_jp: 貧しい
nb_no: Dårlig
nl_be: Slecht
pl_pl: Słaby
pt_pt: Pobres
ro_ro: Slabă
ru_ru: Плохо
sr_rs: Јадно
sv_se: Dålig
uk_ua: Бідолаха.
vi_vn: Nghèo

source: Good
af_za: Goed
cs_cz: Dobrý
de_de: Gut
fi_fi: Hyvä
fr_fr: Bon
hu_hu: Jó
it_it: Buono
ja_jp: グッド
nb_no: Flink
nl_be: Goed
pl_pl: Dobry
pt_pt: Bom
ro_ro: Bun
ru_ru: Хорошо
sr_rs: Добро
sv_se: Bra
uk_ua: Добре.
vi_vn: Tốt

source: Great
af_za: Groot
cs_cz: Skvělé
de_de: Großartig
fi_fi: Suuri
fr_fr: Superbe
hu_hu: Nagyszerű
it_it: Grande
ja_jp: 素晴らしい
nb_no: Flott
nl_be: Uitstekend
pl_pl: Świetnie
pt_pt: Ótimo
ro_ro: Mare
ru_ru: Отлично
sr_rs: Сјајно
sv_se: Bra
uk_ua: Чудово.
vi_vn: Tuyệt

source: None
af_za: Geen
cs_cz: Žádné
de_de: Keine
fi_fi: Ei ole
fr_fr: Aucun
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
nb_no: Ingen
nl_be: Geen
pl_pl: Brak
pt_pt: Nenhum
ro_ro: Niciuna
ru_ru: Ничего
sr_rs: Ниједан
sv_se: Ingen
uk_ua: Ні.
vi_vn: Không có

source: Ballroom Dance
af_za: Baldans
cs_cz: Společenský tanec
de_de: Gesellschaftstänze
fi_fi: Tanssi tanssisali
fr_fr: Danse de salon
hu_hu: Társastánc
it_it: Ballo da sala
ja_jp: 社交ダンス
nl_be: Ballroom dans
pl_pl: Taniec towarzyski
pt_pt: Dança de salão
ro_ro: Dans de salon
ru_ru: Бальные танцы
sr_rs: Баллроом Данце
sv_se: Ballroom-dans
uk_ua: Бальні танці
vi_vn: Khiêu vũ khiêu vũ

source: Classical
af_za: Klassiek
cs_cz: Klasické
de_de: Klassisch
fi_fi: Klassinen
fr_fr: Classique
hu_hu: Klasszikus
it_it: Classico
ja_jp: クラシック
nb_no: Klassisk
nl_be: Klassiek
pl_pl: Klasyczny
pt_pt: Clássico
ro_ro: Clasic
ru_ru: Классика
sr_rs: Цлассицал
sv_se: Klassisk
uk_ua: Класика.
vi_vn: Cổ điển

source: Jazz
fr_fr: Le jazz
ja_jp: ジャズ
ru_ru: Джаз
sr_rs: Јазз
uk_ua: Джаз
vi_vn: nhạc Jazz

source: Rock
af_za: Rots
de_de: Felsen
fr_fr: Le rocher
it_it: Roccia
ja_jp: ロック
nb_no: Stein
pl_pl: Skała
pt_pt: Pedra
ru_ru: Рок
sr_rs: Роцк
uk_ua: Рок
vi_vn: Đá

source: Easy
af_za: Maklik
de_de: Einfach
fi_fi: Helppo
fr_fr: Facile
it_it: Facile
ja_jp: 簡単
nb_no: Lett
nl_be: Gemakkelijk
pl_pl: Łatwy
pt_pt: Fácil
ro_ro: Ușor
ru_ru: Легко
sr_rs: Лако
sv_se: Lätt
uk_ua: Легко.
vi_vn: Dễ

source: Normal
af_za: Normaal
cs_cz: Normální
fi_fi: Normaali
hu_hu: Normál
it_it: Normale
ja_jp: ノーマル
nl_be: Standaard
pl_pl: Normalny
ru_ru: Обычный
sr_rs: Нормално
uk_ua: Нормально.
vi_vn: Bình thường

source: Advanced
af_za: Gevorderd
cs_cz: Pokročilé
de_de: Fortgeschrittene
fi_fi: Lisäasetukset
fr_fr: Avancé
hu_hu: Haladó
it_it: Avanzato
ja_jp: 上級
nb_no: Avansert
nl_be: Geavanceerd
pl_pl: Zaawansowane
pt_pt: Avançado
ro_ro: Avansat
ru_ru: Дополнительное
sr_rs: Напредно
sv_se: Avancerad
uk_ua: Розширений
vi_vn: Trình độ cao

source: New
af_za: Nuut
cs_cz: Nový
de_de: Neue
fi_fi: Uusi
fr_fr: Nouveau
hu_hu: Új
it_it: Nuovo
ja_jp: 新しい
nb_no: Ny
nl_be: Nieuw
pl_pl: Nowość
pt_pt: Novo
ro_ro: Nou
ru_ru: Новый
sr_rs: Ново
sv_se: Ny
uk_ua: Новий
vi_vn: Mới

source: Complete
af_za: Voltooi
cs_cz: Kompletní
de_de: Vollständig
fi_fi: Valmis
fr_fr: Compléter
hu_hu: Teljes
it_it: Completo
ja_jp: 完全
nb_no: Fullstendig
nl_be: Voltooien
pl_pl: Kompletny
pt_pt: Completo
ro_ro: Completați
ru_ru: Завершено
sr_rs: Завршено
sv_se: Komplett
uk_ua: Завершено
vi_vn: Hoàn thành

source: Thank You Dancers
af_za: Dankie Dansers
cs_cz: Děkujeme tanečníkům
de_de: Dankeschön Tänzer
fi_fi: Kiitos tanssijat
fr_fr: Merci aux danseurs
hu_hu: Köszönöm táncosok
it_it: Grazie ai ballerini
ja_jp: ありがとうダンサーズ
nb_no: Takk Dansere
nl_be: Bedankt Dansers
pl_pl: Dziękujemy tancerzom
pt_pt: Obrigado Dançarinos
ro_ro: Mulțumesc dansatorilor
ru_ru: Спасибо вам танцоры
sr_rs: Хвала вам Данцерс
sv_se: Tack dansare
uk_ua: Дякую вам, танцюристи
vi_vn: Cảm ơn các vũ công

source: Music Queue
af_za: Musiek tou
cs_cz: Hudební fronta
de_de: Musik-Warteschlange
fi_fi: Musiikkijono
fr_fr: File d'attente musicale
hu_hu: Zenei várólista
it_it: Coda musicale
ja_jp: ミュージック・キュー
nb_no: Musikk kø
nl_be: Muziek wachtrij
pl_pl: Kolejka muzyczna
pt_pt: Fila de música
ro_ro: Coada de muzică
ru_ru: Очередь музыки
sr_rs: Мусиц Куеуе
sv_se: Musik kö
uk_ua: Музична черга
vi_vn: Hàng đợi âm nhạc

source: Queue B
af_za: Tou B
cs_cz: Fronta B
de_de: Warteschlange B
fi_fi: Jono B
fr_fr: File d'attente B
hu_hu: B sor
it_it: Coda B
ja_jp: キューB
nb_no: Kø B
nl_be: Wachtrij B
pl_pl: Kolejka B
pt_pt: Fila B
ro_ro: Coada B
ru_ru: Очередь B
sr_rs: Ред Б
sv_se: Kö B
uk_ua: Черга B
vi_vn: Hàng đợi B

source: Queue C
af_za: Tou C
cs_cz: Fronta C
de_de: Warteschlange C
fi_fi: Jono C
fr_fr: File d'attente C
hu_hu: C sor
it_it: Coda C
ja_jp: キューC
nb_no: Kø C
nl_be: Wachtrij C
pl_pl: Kolejka C
pt_pt: Fila C
ro_ro: Coada C
ru_ru: Очередь C
sr_rs: Ред Ц
sv_se: Kö C
uk_ua: Черга C
vi_vn: Hàng đợi C

source: Queue D
af_za: Tou D
cs_cz: Fronta D
de_de: Warteschlange D
fi_fi: Jono D
fr_fr: File d'attente D
hu_hu: D sor
it_it: Coda D
ja_jp: キューD
nb_no: Kø D
nl_be: Wachtrij D
pl_pl: Kolejka D
pt_pt: Fila D
ro_ro: Coada D
ru_ru: Очередь D
sr_rs: Ред Д
sv_se: Kö D
uk_ua: Черга D
vi_vn: Hàng đợi D

source: Queue E
af_za: Tou E
cs_cz: Fronta E
de_de: Warteschlange E
fi_fi: Jono E
fr_fr: File d'attente E
hu_hu: E sor
it_it: Coda E
ja_jp: キューE
nb_no: Kø E
nl_be: Wachtrij E
pl_pl: Kolejka E
pt_pt: Fila E
ro_ro: Coada E
ru_ru: Очередь E
sr_rs: Ред Е
sv_se: Kö E
uk_ua: Черга Е
vi_vn: Hàng đợi E

source: Play / Pause
af_za: Speel / Pouse
cs_cz: Přehrát / pozastavit
de_de: Wiedergabe/Pause
fi_fi: Toista / Pysäytä
fr_fr: Lecture / Pause
hu_hu: Lejátszás / szünet
it_it: Riproduzione / Pausa
ja_jp: 再生/一時停止
nb_no: Spill / Pause
nl_be: Afspelen / Pauseren
pl_pl: Odtwarzanie / Pauza
pt_pt: Reproduzir / Pausa
ro_ro: Redare / Pauză
ru_ru: Воспроизвести / Пауза
sr_rs: Пусти / Пауза
sv_se: Spela upp / Pausa
uk_ua: Відтворення / Пауза
vi_vn: Phát / Tạm dừng

source: Fade
af_za: Vervaag
de_de: Ausblenden
it_it: Dissolvenza
ja_jp: フェード
nb_no: Falme
pl_pl: Zanikanie
pt_pt: Desvanecer
ro_ro: Dispare
ru_ru: Затухание звука
sr_rs: Фаде
uk_ua: Зникнення
vi_vn: Phai

source: Repeat
af_za: Herhaal
cs_cz: Opakování
de_de: wiederhole
fi_fi: Toista
fr_fr: Répéter
hu_hu: Ismétlés
it_it: Ripetere
ja_jp: リピート
nb_no: Gjenta
nl_be: Herhalen
pl_pl: Powtórzenie
pt_pt: Repetir
ro_ro: Repetați
ru_ru: Повтор
sr_rs: Понови
sv_se: Upprepa
uk_ua: Повторити
vi_vn: Lặp lại

source: Pause at End
af_za: Pouse aan die einde
cs_cz: Pauza na konci
de_de: Pause am Ende
fi_fi: Tauko lopussa
fr_fr: Pause à la fin
hu_hu: Szünet a végén
it_it: Pausa alla fine
ja_jp: 終了時のポーズ
nb_no: Pause ved slutten
nl_be: Pauzeer aan einde
pl_pl: Pauza na końcu
pt_pt: Pausa no fim
ro_ro: Pauză la sfârșit
ru_ru: Пауза в конце
sr_rs: Пауза на крају
sv_se: Paus vid slutet
uk_ua: Пауза в кінці
vi_vn: Tạm dừng ở cuối

source: Next Song
af_za: Volgende Liedjie
cs_cz: Další píseň
de_de: Nächster Song
fi_fi: Seuraava kappale
fr_fr: Chanson suivante
hu_hu: Következő dal
it_it: Canzone successiva
ja_jp: 次の曲
nb_no: Neste sang
nl_be: Volgende nummer
pl_pl: Następny utwór
pt_pt: Próxima canção
ro_ro: Cântecul următor
ru_ru: Следующая песня
sr_rs: Нект Сонг
sv_se: Nästa låt
uk_ua: Наступна пісня
vi_vn: Bài hát tiếp theo

source: Queue
af_za: Tou
cs_cz: Fronta
de_de: Warteschlange
fi_fi: Jono
fr_fr: File d'attente
hu_hu: Sorban állás
it_it: Coda
ja_jp: キュー
nb_no: Kø
nl_be: Zet Nummer In Wachtrij
pl_pl: Kolejka
pt_pt: Fila de espera
ro_ro: Coadă
ru_ru: Добавить песню в очередь
sr_rs: Куеуе
sv_se: Kö
uk_ua: Черга.
vi_vn: Hàng đợi

source: Queue 5
af_za: Tou 5
cs_cz: Fronta 5
de_de: Warteschlange 5
fi_fi: Jono 5
fr_fr: File d'attente 5
hu_hu: 5. sor
it_it: Coda 5
ja_jp: キュー5
nb_no: Kø 5
nl_be: 5 In Wachtrij
pl_pl: Kolejka 5
pt_pt: Fila de espera 5
ro_ro: Coada 5
ru_ru: Добавить 5
sr_rs: Ред 5
sv_se: Kö 5
uk_ua: П'ята черга.
vi_vn: Hàng đợi 5

source: Clear Queue
af_za: Maak tou skoon
cs_cz: Vymazat frontu
de_de: Warteschlange löschen
fi_fi: Tyhjennä jono
fr_fr: Effacer la file d'attente
hu_hu: A várólista törlése
it_it: Azzeramento della coda
ja_jp: クリアキュー
nb_no: Fjern kø
nl_be: Wachtrij wissen
pl_pl: Wyczyść kolejkę
pt_pt: Limpar fila de espera
ro_ro: Ștergeți coada
ru_ru: Очистить очередь
sr_rs: Цлеар Куеуе
sv_se: Rensa kö
uk_ua: Очистити чергу
vi_vn: Xóa hàng đợi

source: Clear & Play
af_za: Maak skoon en speel
de_de: Löschen & Spielen
fi_fi: Tyhjennä & Toista
fr_fr: Clair et net
it_it: Libera e gioca
ja_jp: クリア＆プレイ
nl_be: Wissen & Afspelen
pt_pt: Limpar e jogar
ru_ru: Очистить и Играть
sr_rs: Цлеар & Плаи
sv_se: Rensa och spela
vi_vn: Xóa & Chơi

source: Next
af_za: Volgende
cs_cz: Další
de_de: Weiter
fi_fi: Seuraava
fr_fr: Suivant
hu_hu: Következő
it_it: Avanti
ja_jp: 次のページ
nb_no: Neste
nl_be: Volgende
pl_pl: Następny
pt_pt: Seguinte
ro_ro: Următorul
ru_ru: Следующее
sr_rs: Следеће
sv_se: Nästa
uk_ua: Далі
vi_vn: Kế tiếp

source: Mute
af_za: Demp
cs_cz: Ztlumit
de_de: Stummschalten
fi_fi: Mykistä
fr_fr: Muet
it_it: Muto
ja_jp: ミュート
nb_no: Stum
nl_be: Dempen
pl_pl: Wyciszenie
pt_pt: Sem som
ro_ro: Mută
ru_ru: Выкл. звук
sr_rs: Муте
uk_ua: Вимкнути звук.
vi_vn: Tắt tiếng

source: Stop
cs_cz: Zastavte
de_de: Halt
fr_fr: Arrêter
it_it: Fermarsi
ja_jp: ストップ
nb_no: Stoppe
pt_pt: Parar
ro_ro: Oprire
ru_ru: Остановить
sr_rs: Стани
sv_se: Stopp
uk_ua: Стоп!
vi_vn: Dừng lại

source: Volume
cs_cz: Svazek
de_de: Lautstärke
hu_hu: Kötet
ja_jp: ボリューム
nb_no: Volum
pl_pl: Objętość
ro_ro: Volum
ru_ru: Громкость
sr_rs: Волуме
sv_se: Volym
uk_ua: Обсяг
vi_vn: Âm lượng

source: Speed
af_za: Spoed
cs_cz: Rychlost
de_de: Geschwindigkeit
fi_fi: Nopeus
fr_fr: Vitesse
hu_hu: Sebesség
it_it: Velocità
ja_jp: スピード
nb_no: Hastighet
nl_be: Tempo
pl_pl: Prędkość
pt_pt: Velocidade
ro_ro: Viteza
ru_ru: Скорость
sr_rs: Брзина
sv_se: Hastighet
uk_ua: Швидкість
vi_vn: Tốc độ

source: standardrounds
af_za: standaardrondes
cs_cz: standardní okruhy
de_de: Standardrunden
fi_fi: vakiokierrokset
fr_fr: les rounds standards
it_it: giri standard
ja_jp: スタンダードラウンド
nb_no: standardrunder
nl_be: Standaardrondes
pl_pl: rundy standardowe
ro_ro: runde standard
ru_ru: стандартные циклы
sr_rs: стандардроундс
sv_se: standardrundor
uk_ua: стандартні раунди
vi_vn: vòng tiêu chuẩn

source: QueueDance
de_de: Schlangentanz
fi_fi: Jonotanssi
fr_fr: Danse en file d'attente
it_it: Ballo in coda
ja_jp: キューダンス
nl_be: Dans In Wachtrij
pl_pl: Taniec w kolejce
ru_ru: Танец в очередь
sr_rs: КуеуеДанце
vi_vn: Hàng đợi khiêu vũ

source: Ballroom Music Player
af_za: Ballroom Musiekspeler
cs_cz: Přehrávač taneční hudby
fi_fi: Ballroom Musiikkisoitin
fr_fr: Lecteur de musique de bal
hu_hu: Bálterem zenei lejátszó
it_it: Lettore di musica da sala da ballo
ja_jp: 社交音楽の再生
nb_no: Ballroom musikkspiller
nl_be: Ballroom muziekspeler
pl_pl: Odtwarzacz muzyki z sali balowej
pt_pt: Leitor de música de salão
ru_ru: Плеер бальной музыки
sr_rs: Баллроом Мусиц Плаиер
sv_se: Ballroom musikspelare
uk_ua: Програвач бальної музики
vi_vn: Máy nghe nhạc khiêu vũ

source: %s Configuration
af_za: %s Konfigurasie
cs_cz: %s Konfigurace
de_de: %s Konfiguration
fi_fi: %s Konfigurointi
hu_hu: %s Konfiguráció
it_it: %s Configurazione
ja_jp: %s構成
nb_no: %s Konfigurasjon
nl_be: %s configuratie
pl_pl: %s Konfiguracja
pt_pt: %s Configuração
ro_ro: %s Configurație
ru_ru: Конфигурация %s
sr_rs: %s Конфигурација
sv_se: %s Konfiguration
uk_ua: %s Конфігурація
vi_vn: %s Cấu hình

source: Off
af_za: Af
cs_cz: Vypnuto
de_de: Aus
fr_fr: Arrêt
it_it: Spento
ja_jp: オフ
nb_no: Av
nl_be: Uit
pl_pl: Wył.
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выкл
sr_rs: Офф
sv_se: Av
uk_ua: Вимкнено
vi_vn: Tắt

source: Name
af_za: Naam
cs_cz: Název
fi_fi: Nimi
fr_fr: Nom
hu_hu: Név
it_it: Nome
ja_jp: 名称
nb_no: Navn
nl_be: Naam
pl_pl: Nazwa
pt_pt: Nome
ro_ro: Nume și prenume
ru_ru: Название
sr_rs: Име
sv_se: Namn
uk_ua: Ім'я
vi_vn: Tên

source: Type
af_za: Tik
cs_cz: Typ
de_de: Typ
fi_fi: Tyyppi
hu_hu: Típus
it_it: Tipo
ja_jp: タイプ
pl_pl: Typ
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип
sr_rs: Тип
sv_se: Typ
uk_ua: Тип
vi_vn: Kiểu

source: Port
cs_cz: Přístav
de_de: Hafen
fi_fi: Satama
it_it: Porto
ja_jp: ポート
nb_no: Havn
nl_be: Poort
pt_pt: Porto
ru_ru: Порт
sr_rs: Порт
uk_ua: Порт
vi_vn: Cảng

source: Password
af_za: Wagwoord
cs_cz: Heslo
de_de: Passwort
fi_fi: Salasana
fr_fr: Mot de passe
hu_hu: Jelszó
ja_jp: パスワード
nb_no: Passord
nl_be: Wachtwoord
pl_pl: Hasło
pt_pt: Palavra-passe
ro_ro: Parolă
ru_ru: Пароль
sr_rs: Лозинка
sv_se: Lösenord
uk_ua: Пароль
vi_vn: Mật khẩu

source: Mobile Marquee
af_za: Mobiele markiestent
cs_cz: Mobilní markýza
de_de: Mobiles Festzelt
fi_fi: Liikkuva teltta
fr_fr: Chapiteau mobile
hu_hu: Mobil sátor
it_it: Tendone mobile
ja_jp: モバイル・マーキー
nb_no: Mobil marquee
nl_be: Mobiele Marquee
pl_pl: Mobilny namiot
pt_pt: Tenda móvel
ro_ro: Cortul mobil
ru_ru: Мобильный экран с дисплеем песен
sr_rs: Мобиле Маркуее
sv_se: Mobil tältkåta
uk_ua: Мобільне шатро
vi_vn: Lều di động

source: Mobile Remote Control
af_za: Mobiele afstandbeheer
cs_cz: Mobilní dálkové ovládání
de_de: Mobile Fernsteuerung
fi_fi: Mobiilikaukosäädin
fr_fr: Télécommande mobile
hu_hu: Mobil távirányító
it_it: Telecomando mobile
ja_jp: モバイル・リモコン
nb_no: Mobil fjernkontroll
nl_be: Mobiele Afstandsbediening
pl_pl: Mobilny pilot zdalnego sterowania
pt_pt: Controlo remoto móvel
ro_ro: Telecomandă mobilă
ru_ru: Мобильное удаленное управление
sr_rs: Мобилни даљински управљач
sv_se: Mobil fjärrkontroll
uk_ua: Мобільний пульт дистанційного керування
vi_vn: Điều khiển từ xa di động

source: Select File
af_za: Kies Lêer
cs_cz: Vyberte Soubor
de_de: wähle Datei
fi_fi: Valitse Tiedosto
fr_fr: Sélectionner un fichier
hu_hu: Fájl kiválasztása
it_it: Selezionare il file
ja_jp: ファイルを選択
nb_no: Velg Fil
nl_be: Selecteer bestand
pl_pl: Wybierz plik
pt_pt: Selecionar ficheiro
ro_ro: Selectați fișierul
ru_ru: Выбрать файл
sr_rs: Изаберите Филе
sv_se: Välj fil
uk_ua: Виберіть Файл
vi_vn: Chọn tập tin

source: slow
af_za: stadig
cs_cz: pomalé
de_de: langsam
fi_fi: hidas
fr_fr: lent
hu_hu: lassú
it_it: lento
ja_jp: 遅い
nb_no: langsom
nl_be: langzaam
pl_pl: powolny
pt_pt: lento
ro_ro: lent
ru_ru: медленно
sr_rs: споро
sv_se: långsamt
uk_ua: повільно
vi_vn: chậm

source: normal
af_za: normaal
cs_cz: normální
fi_fi: normaali
hu_hu: normál
it_it: normale
ja_jp: 通常
nl_be: normaal
pl_pl: normalny
ru_ru: нормальная
sr_rs: нормалан
uk_ua: нормальний
vi_vn: Bình thường

source: fast
af_za: vinnig
cs_cz: rychle
de_de: schnell
fi_fi: nopea
fr_fr: rapide
hu_hu: gyors
it_it: veloce
ja_jp: 速い
nb_no: fort
nl_be: snel
pl_pl: szybki
pt_pt: rápido
ro_ro: rapid
ru_ru: быстро
sr_rs: брзо
sv_se: snabb
uk_ua: швидко
vi_vn: nhanh

source: Edit Dances
af_za: Redigeer Danse
cs_cz: Upravit tance
de_de: Tänze bearbeiten
fi_fi: Muokkaa tansseja
fr_fr: Editer les danses
it_it: Modifica le danze
ja_jp: ダンスを編集する
nb_no: Rediger danser
nl_be: Bewerk Dansen
pl_pl: Edytuj tańce
pt_pt: Editar danças
ro_ro: Edit Dansuri
ru_ru: Редактировать танцы
sr_rs: Уреди плесове
sv_se: Redigera danser
uk_ua: Редагувати танці
vi_vn: Chỉnh sửa điệu nhảy

source: Announcement
af_za: Aankondiging
cs_cz: Oznámení
de_de: Ankündigung
fi_fi: Ilmoitus
fr_fr: Annonce
hu_hu: Bejelentés
it_it: Annuncio
ja_jp: 発表
nb_no: Kunngjøring
nl_be: Mededeling
pl_pl: Ogłoszenie
pt_pt: Anúncio
ro_ro: Anunț
ru_ru: Объявление
sr_rs: Најава
sv_se: Tillkännagivande
uk_ua: Анонс
vi_vn: Thông báo

source: Low %s
af_za: Laag %s
cs_cz: Nízká %s
de_de: Niedrig %s
fi_fi: Matala %s
fr_fr: Faible %s
hu_hu: Alacsony %s
it_it: Basso %s
ja_jp: 低い %s
nb_no: Lav %s
nl_be: Lage %s
pl_pl: Niski %s
pt_pt: Baixo %s
ro_ro: Scăzut %s
ru_ru: Низкий %s
sr_rs: Ниско %s
sv_se: Låg %s
uk_ua: Низький %s
vi_vn: Thấp %s

source: High %s
af_za: Hoog %s
cs_cz: Vysoká %s
de_de: Hoch %s
fi_fi: Korkea %s
fr_fr: Haute %s
hu_hu: Magas %s
it_it: Alto %s
ja_jp: 高い %s
nb_no: Høy %s
nl_be: Hoge %s
pl_pl: Wysoka %s
pt_pt: Alta %s
ro_ro: Mare %s
ru_ru: Высокий %s
sr_rs: Висок %s
sv_se: Hög %s
uk_ua: Високий %s
vi_vn: Cao %s

source: Time Signature
af_za: Tydmaatteken
cs_cz: Časová signatura
de_de: Zeitsignatur
fi_fi: Ajan allekirjoitus
fr_fr: Signature temporelle
hu_hu: Időjelzés
it_it: Firma temporale
ja_jp: タイムシグネチャー
nb_no: Tids signatur
nl_be: Maat aanduiding
pl_pl: Sygnatura czasowa
pt_pt: Assinatura de tempo
ro_ro: Semnătura timpului
ru_ru: Тактовый Размер
sr_rs: Тиме Сигнатуре
sv_se: Tidssignatur
uk_ua: Часовий підпис
vi_vn: Chữ ký thời gian

source: New Dance
af_za: Nuwe Dans
cs_cz: Nový tanec
de_de: Neuer Tanz
fi_fi: Uusi tanssi
fr_fr: Nouvelle danse
hu_hu: Új tánc
it_it: Nuova danza
ja_jp: 新作ダンス
nb_no: Ny dans
nl_be: Nieuwe Dansstijl
pl_pl: Nowy taniec
pt_pt: Nova dança
ro_ro: Dans nou
ru_ru: Новый танец
sr_rs: Нев Данце
sv_se: Ny dans
uk_ua: Новий танець
vi_vn: Vũ điệu mới

source: Debug
af_za: Ontfout
cs_cz: Ladění
de_de: Debuggen
fi_fi: Vianmääritys
fr_fr: Débogage
ja_jp: デバッグ
nb_no: Feilsøk
nl_be: Debuggen
pl_pl: Debugowanie
pt_pt: Depurar
ro_ro: Depanare
ru_ru: Очистка
sr_rs: Отклањање грешака
sv_se: Felsökning
uk_ua: Налагодження
vi_vn: Gỡ lỗi

source: Dialogs
af_za: Dialoë
cs_cz: Dialogy
de_de: Dialoge
fi_fi: Dialogit
fr_fr: Dialogues
hu_hu: Párbeszédek
it_it: Dialoghi
ja_jp: ダイアログ
nb_no: Dialoger
pl_pl: Dialogi
pt_pt: Diálogos
ro_ro: Dialoguri
ru_ru: Диалоги
sr_rs: Дијалози
sv_se: Dialogrutor
uk_ua: Діалоги
vi_vn: Các hộp thoại

source: Filter Songs
af_za: Filter liedjies
cs_cz: Filtrování písní
de_de: Lieder filtern
fi_fi: Suodata lauluja
fr_fr: Filtrer les chansons
hu_hu: Dalok szűrése
it_it: Filtrare le canzoni
ja_jp: フィルター曲
nb_no: Filtrer sanger
pl_pl: Filtruj utwory
pt_pt: Filtrar canções
ro_ro: Filtrează melodii
ru_ru: Фильтр песен
sr_rs: Филтер Сонгс
sv_se: Filtrera låtar
uk_ua: Фільтрувати пісні
vi_vn: Lọc bài hát

source: Playable Status
af_za: Speelbare status
cs_cz: Hratelný stav
de_de: Spielbarer Status
fi_fi: Pelattava tila
fr_fr: Statut de jouabilité
hu_hu: Játszható állapot
it_it: Stato giocabile
ja_jp: プレー可能な状態
nb_no: Spillbar status
nl_be: Afspeelbare Status
pl_pl: Status grywalności
pt_pt: Estado jogável
ro_ro: Stare jucabilă
ru_ru: Статус воспроизведения
sr_rs: Статус за репродукцију
sv_se: Status för spelbarhet
uk_ua: Стан відтворення
vi_vn: Trạng thái có thể chơi

source: Quick Edit
af_za: Vinnige wysiging
cs_cz: Rychlé úpravy
de_de: Schnell bearbeiten
fi_fi: Nopea muokkaus
fr_fr: Édition rapide
hu_hu: Gyors szerkesztés
it_it: Modifica rapida
ja_jp: クイック編集
nb_no: Rask redigering
nl_be: Snelle bewerken
pl_pl: Szybka edycja
pt_pt: Edição rápida
ro_ro: Editare rapidă
ru_ru: Быстрая правка
sr_rs: Куицк Едит
sv_se: Snabb redigering
uk_ua: Швидке редагування
vi_vn: Chỉnh sửa nhanh

source: Song Editor - Column %d
af_za: Liedjieredakteur - Kolom %d
cs_cz: Editor písní - sloupec %d
de_de: Song Editor - Kolumne %d
fi_fi: Laulujen toimittaja - palsta %d
fr_fr: Éditeur de chansons - Colonne %d
hu_hu: Dalszerkesztő - oszlop %d
it_it: Editor di canzoni - Colonna %d
ja_jp: Song Editor - コラム %d
nb_no: Sangredigerer - Kolonne %d
nl_be: Song Editor - Kolom %d
pl_pl: Edytor piosenek - Kolumna %d
pt_pt: Editor de música - Coluna %d
ru_ru: Редактор песни - Столбец %d
sr_rs: Уређивач песама - Колона %d
sv_se: Song Editor - Kolumn %d
uk_ua: Редактор пісень - колонка %d
vi_vn: Biên tập bài hát - Cột %d

source: History
af_za: Geskiedenis
cs_cz: Historie
de_de: Geschichte
fi_fi: Historia
fr_fr: L'histoire
hu_hu: Történelem
it_it: La storia
ja_jp: 歴史
nb_no: Historie
nl_be: Hystoriek
pl_pl: Historia
pt_pt: História
ro_ro: Istoric
ru_ru: История
sr_rs: Историја
sv_se: Historia
uk_ua: Історія
vi_vn: Lịch sử

source: Request
af_za: Versoek
cs_cz: Žádost
de_de: frage an
fi_fi: Pyyntö
fr_fr: Demande
hu_hu: Kérés
it_it: Richiesta
ja_jp: リクエスト
nb_no: Be om
nl_be: Verzoek
pl_pl: Prośba
pt_pt: Pedido
ro_ro: Cerere
ru_ru: Запрос
sr_rs: Захтев
sv_se: Begäran
uk_ua: Запит
vi_vn: Lời yêu cầu

source: Song List
af_za: Liedjie Lys
cs_cz: Seznam skladeb
de_de: Titelliste
fi_fi: Kappaleluettelo
fr_fr: Liste des chansons
hu_hu: Dalok listája
it_it: Elenco delle canzoni
ja_jp: 曲目リスト
nb_no: Sangliste
nl_be: Songlijst
pl_pl: Lista utworów
pt_pt: Lista de canções
ro_ro: Lista melodiilor
ru_ru: Список песен
sr_rs: Листа песама
sv_se: Låtlista
uk_ua: Список пісень
vi_vn: Danh sách bài hát

source: Song Selection
af_za: Liedjie Keuse
cs_cz: Výběr písní
de_de: Songauswahl
fi_fi: Kappaleen valinta
fr_fr: Sélection des chansons
hu_hu: Dal kiválasztása
it_it: Selezione dei brani
ja_jp: 選曲
nb_no: Sangvalg
nl_be: Song selectie
pl_pl: Wybór utworów
pt_pt: Seleção de canções
ro_ro: Selectarea melodiilor
ru_ru: Выбор песни
sr_rs: Избор песме
sv_se: Val av låt
uk_ua: Вибір пісні
vi_vn: Lựa chọn bài hát
