Repository: bll123/ballroomdj-4
Catalog: src/po/po/*.po
Languages: af_za, cs_cz, de_de, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sr_rs, sv_se, uk_ua, vi_vn

source: Copying template files.
af_za: Kopieer sjabloonlêers.
cs_cz: Kopírování souborů šablon.
de_de: Kopieren von Vorlagendateien.
fi_fi: Mallitiedostojen kopiointi.
fr_fr: Copie de fichiers modèles.
hu_hu: Sablonfájlok másolása.
it_it: Copia dei file modello.
ja_jp: テンプレートファイルのコピー
nb_no: Kopiere malfiler.
nl_be: Kopiëren van sjabloonbestanden.
pl_pl: Kopiowanie plików szablonów.
pt_pt: Cópia de ficheiros de modelos.
ro_ro: Copierea fișierelor șablon.
ru_ru: Копирование шаблонных файлов.
sr_rs: Копирање датотека шаблона.
sv_se: Kopiering av mallfiler.
uk_ua: Копіювання файлів шаблонів.
vi_vn: Sao chép các tập tin mẫu.

source: Initial Setup.
af_za: Aanvanklike opstelling.
cs_cz: Počáteční nastavení.
de_de: Ersteinrichtung.
fi_fi: Alkuasetukset.
fr_fr: Configuration initiale.
hu_hu: Kezdeti beállítás.
it_it: Impostazione iniziale.
ja_jp: 初期設定。
nb_no: Førstegangs oppsett.
nl_be: Oorspronkelijke instelling.
pl_pl: Konfiguracja początkowa.
pt_pt: Configuração inicial.
ro_ro: Configurare inițială.
ru_ru: Первоначальная настройка.
sr_rs: Почетно подешавање.
sv_se: Inledande inställning.
uk_ua: Початкове налаштування.
vi_vn: Thiết lập ban đầu.

source: Creating shortcut.
af_za: Skep kortpad.
cs_cz: Vytvoření zkratky.
de_de: Abkürzung erstellen.
fi_fi: Pikakuvakkeen luominen.
fr_fr: Création d'un raccourci.
hu_hu: Rövidítés létrehozása.
it_it: Creazione di una scorciatoia.
ja_jp: ショートカットの作成
nb_no: Oppretter snarvei.
nl_be: Snelkoppeling maken.
pl_pl: Tworzenie skrótu.
pt_pt: Criar atalho.
ro_ro: Crearea comenzii rapide.
ru_ru: Создать кратк. путь.
sr_rs: Креирање пречице.
sv_se: Skapa genväg.
uk_ua: Створення ярлика.
vi_vn: Tạo lối tắt.

source: Updating %s.
af_za: Dateer tans %sop.
cs_cz: Aktualizace stránek %s.
de_de: Aktualisierung von %s.
fi_fi: Päivittäminen %s.
fr_fr: Mise à jour de %s.
hu_hu: A %sfrissítése.
it_it: Aggiornamento di %s.
ja_jp: %sを更新する。
nb_no: Oppdaterer %s.
nl_be: Updaten van %s.
pl_pl: Aktualizacja %s.
pt_pt: Atualização de %s.
ro_ro: Actualizarea %s.
ru_ru: Обновление %s.
sr_rs: Ажурирање %s.
sv_se: Uppdatering av %s.
uk_ua: Оновлення %s.
vi_vn: Đang cập nhật %s.

source: Error: Unable to set working folder.
af_za: Fout: Kan nie werkende vouer stel nie.
cs_cz: Chyba: Nelze nastavit pracovní složku.
de_de: Fehler: Arbeitsordner kann nicht festgelegt werden.
fi_fi: Virhe: Työkansiota ei pystytä asettamaan.
fr_fr: Erreur : Impossible de définir le dossier de travail.
hu_hu: Hiba: Nem sikerült beállítani a munkamappát.
it_it: Errore: Impossibile impostare la cartella di lavoro.
ja_jp: エラー：作業フォルダを設定できません。
nb_no: Feil: Kan ikke angi arbeidsmappe.
nl_be: Fout: Kan werkmap niet instellen.
pl_pl: Błąd: Nie można ustawić folderu roboczego.
pt_pt: Erro: Não foi possível definir a pasta de trabalho.
ro_ro: Eroare: Imposibilitatea de a seta folderul de lucru.
ru_ru: Ошибка: Невозможно создать рабочую папку.
sr_rs: Грешка: Није могуће поставити радну фасциклу.
sv_se: Felmeddelande: Det går inte att ställa in arbetsmapp.
uk_ua: Помилка: Не вдалося встановити робочу папку.
vi_vn: Lỗi: Không thể thiết lập thư mục làm việc.

source: Process aborted.
af_za: Proses gestop.
cs_cz: Proces byl přerušen.
de_de: Der Vorgang wurde abgebrochen.
fi_fi: Prosessi keskeytetty.
fr_fr: Processus interrompu.
hu_hu: A folyamat megszakadt.
it_it: Processo interrotto.
ja_jp: プロセスが中断された。
nb_no: Prosessen ble avbrutt.
nl_be: Proces is afgebroken.
pl_pl: Proces przerwany.
pt_pt: Processo abortado.
ro_ro: Proces întrerupt.
ru_ru: Процесс прерван.
sr_rs: Процес прекинут.
sv_se: Processen avbröts.
uk_ua: Процес перервано.
vi_vn: Quá trình đã bị hủy bỏ.

source: Please wait…
af_za: Wag asseblief…
cs_cz: Počkejte prosím na…
de_de: Bitte warten Sie…
fi_fi: Odota…
fr_fr: Veuillez patienter…
hu_hu: Kérjük, várjon…
it_it: Attendere prego…
ja_jp: お待ちください…
nb_no: Vennligst vent…
nl_be: Even geduld…
pl_pl: Proszę czekać…
pt_pt: Aguarde…
ro_ro: Vă rugăm să așteptați…
ru_ru: Пожалуйста, подождите…
sr_rs: Молимо сачекајте…
sv_se: Vänligen vänta…
uk_ua: Будь ласка, зачекайте…
vi_vn: Vui lòng đợi…

source: Enter the destination folder where BDJ4 will be installed.
af_za: Voer die bestemmingsgids in waar BDJ4 geïnstalleer sal word.
cs_cz: Zadejte cílovou složku, do které bude BDJ4 nainstalován.
de_de: Geben Sie den Zielordner an, in dem BDJ4 installiert werden soll.
fi_fi: Anna kohdekansio, johon BDJ4 asennetaan.
fr_fr: Entrez le dossier de destination où BDJ4 sera installé.
hu_hu: Adja meg a célmappát, ahová a BDJ4 telepítésre kerül.
it_it: Inserire la cartella di destinazione in cui verrà installato BDJ4.
ja_jp: BDJ4 のインストール先フォルダを入力します。
nb_no: Skriv inn målmappen der BDJ4 skal installeres.
nl_be: Geef de map op waarin BDJ zal worden in geïnstalleerd.
pl_pl: Wprowadź folder docelowy, w którym zostanie zainstalowana aplikacja BDJ4.
pt_pt: Introduza a pasta de destino onde o BDJ4 será instalado.
ro_ro: Introduceți folderul de destinație în care va fi instalat BDJ4.
ru_ru: Введите папку для сохранения BDJ4.
sr_rs: Унесите одредишну фасциклу у коју ће бити инсталиран БДЈ4.
sv_se: Ange destinationsmappen där BDJ4 ska installeras.
uk_ua: Вкажіть папку призначення, до якої буде інстальовано BDJ4.
vi_vn: Nhập thư mục đích mà BDJ4 sẽ được cài đặt.

source: Enter the folder where %s is installed.
af_za: Voer die gids in waar %s geïnstalleer is.
cs_cz: Zadejte složku, ve které je nainstalován %s .
de_de: Geben Sie den Ordner an, in dem %s installiert ist.
fi_fi: Kirjoita kansio, johon %s on asennettu.
fr_fr: Saisissez le dossier dans lequel %s est installé.
hu_hu: Adja meg a mappát, ahová a %s telepítve van.
it_it: Inserire la cartella in cui è installato %s .
ja_jp: %s がインストールされているフォルダを入力してください。
nb_no: Gå inn i mappen der %s er installert.
nl_be: Geef de map op waar %s is geïnstalleerd.
pl_pl: Wprowadź folder, w którym zainstalowana jest strona %s .
pt_pt: Introduza a pasta onde o %s está instalado.
ro_ro: Introduceți folderul în care este instalat %s .
ru_ru: Введите папку, где будет установлен %s.
sr_rs: Унесите фасциклу у којој је инсталиран %s .
sv_se: Ange den mapp där %s är installerat.
uk_ua: Увійдіть до папки, до якої встановлено %s .
vi_vn: Vào thư mục nơi %s được cài đặt.

source: If there is no BallroomDJ 3 installation, leave the entry blank.
af_za: As daar geen BallroomDJ 3-installasie is nie, laat die inskrywing leeg.
cs_cz: Pokud není BallroomDJ 3 nainstalován, ponechte položku prázdnou.
de_de: Wenn es keine BallroomDJ 3 Installation gibt, lassen Sie den Eintrag leer.
fi_fi: Jos BallroomDJ 3 -asennusta ei ole, jätä kohta tyhjäksi.
fr_fr: S'il n'y a pas d'installation de BallroomDJ 3, laissez l'entrée vide.
hu_hu: Ha nincs BallroomDJ 3 telepítés, hagyja üresen a bejegyzést.
it_it: Se non esiste un'installazione di BallroomDJ 3, lasciare la voce vuota.
ja_jp: BallroomDJ 3がインストールされていない場合は、空欄のままにしてください。
nb_no: Hvis det ikke er noen BallroomDJ 3-installasjon, la feltet stå tomt.
nl_be: Als er geen BallroomDJ 3 installatie is, laat u de invoer leeg.
pl_pl: Jeśli nie ma instalacji BallroomDJ 3, pozostaw wpis pusty.
pt_pt: Se não existir uma instalação do BallroomDJ 3, deixe a entrada em branco.
ro_ro: Dacă nu există nicio instalare BallroomDJ 3, lăsați intrarea goală.
ru_ru: Если не установлен BallroomDJ 3, оставьте поле пустым.
sr_rs: Ако нема инсталације BallroomDJ 3, оставите унос празан.
sv_se: Om det inte finns någon BallroomDJ 3-installation, lämna posten tom.
uk_ua: Якщо BallroomDJ 3 не встановлено, залиште поле порожнім.
vi_vn: Nếu chưa cài đặt BallroomDJ 3, hãy để mục này trống.

source: The conversion process will only run for new installations and for re-installations.
af_za: Die omskakelingsproses sal slegs loop vir nuwe installasies en vir herinstallasies.
cs_cz: Proces převodu se spustí pouze u nových instalací a u přeinstalací.
de_de: Der Konvertierungsprozess wird nur bei Neuinstallationen und bei Neuinstallationen durchgeführt.
fi_fi: Muunnosprosessi suoritetaan vain uusissa asennuksissa ja uudelleenasennuksissa.
fr_fr: Le processus de conversion ne s'exécutera que pour les nouvelles installations et les réinstallations.
hu_hu: Az átalakítási folyamat csak új telepítések és újratelepítések esetén fut le.
it_it: Il processo di conversione viene eseguito solo per le nuove installazioni e per le reinstallazioni.
ja_jp: 変換処理は、新規インストールと再インストールでのみ実行されます。
nb_no: Konverteringsprosessen vil kun kjøre for nye installasjoner og for re-installasjoner.
nl_be: Het conversieproces zal enkel uitgevoerd worden voor nieuwe of voor her-installaties.
pl_pl: Proces konwersji zostanie uruchomiony tylko w przypadku nowych instalacji i ponownych instalacji.
pt_pt: O processo de conversão só será executado para novas instalações e para reinstalações.
ro_ro: Procesul de conversie va rula numai pentru instalațiile noi și pentru reinstalări.
ru_ru: Процесс конверсии будет запущен только для новых установок и для переустановок.
sr_rs: Процес конверзије ће се изводити само за нове инсталације и поновне инсталације.
sv_se: Konverteringsprocessen körs endast för nya installationer och för ominstallationer.
uk_ua: Процес перетворення виконуватиметься лише для нових та повторних інсталяцій.
vi_vn: Quá trình chuyển đổi chỉ chạy đối với các cài đặt mới và cài đặt lại.

source: %s Location
af_za: %s Ligging
cs_cz: %s Umístění
de_de: %s Standort
fi_fi: %s Sijainti
fr_fr: %s Localisation
hu_hu: %s Helyszín
it_it: %s Posizione
ja_jp: %s所在地
nb_no: %s Plassering
nl_be: %s Locatie
pl_pl: %s Lokalizacja
pt_pt: %s Localização
ro_ro: %s Locație
ru_ru: %s Местоположение
sr_rs: %s Локација
sv_se: %s Plats
uk_ua: %s Місцезнаходження
vi_vn: %s Vị trí

source: Convert %s
af_za: Skakel %som
cs_cz: Převést %s
de_de: Konvertieren %s
fi_fi: Muunna %s
fr_fr: Convertir %s
hu_hu: Átalakítás %s
it_it: Convertire %s
ja_jp: 変換 %s
nb_no: Konverter %s
nl_be: Converteer %s
pl_pl: Konwertuj %s
pt_pt: Converter %s
ro_ro: Conversie %s
ru_ru: Конвертировать %s
sr_rs: Претвори %s
sv_se: Konvertera %s
uk_ua: Конвертувати %s
vi_vn: Chuyển đổi %s

source: Installation complete.
af_za: Installasie voltooi.
cs_cz: Instalace je dokončena.
de_de: Installation abgeschlossen.
fi_fi: Asennus valmis.
fr_fr: L'installation est terminée.
hu_hu: A telepítés befejeződött.
it_it: Installazione completata.
ja_jp: 設置完了。
nb_no: Installasjonen er ferdig.
nl_be: Installatie voltooid.
pl_pl: Instalacja zakończona.
pt_pt: Instalação concluída.
ro_ro: Instalarea este completă.
ru_ru: Установка завершена.
sr_rs: Инсталација је завршена.
sv_se: Installationen är klar.
uk_ua: Встановлення завершено.
vi_vn: Quá trình cài đặt hoàn tất.

source: Select %s Location
af_za: Kies %s Ligging
cs_cz: Vyberte %s Umístění
de_de: Wählen Sie %s Standort
fi_fi: Valitse %s Sijainti
fr_fr: Sélectionnez le site %s
hu_hu: Válassza ki a %s helyet
it_it: Selezionare la posizione %s
ja_jp: %s ロケーションを選択
nb_no: Velg %s Sted
nl_be: Selecteer %s locatie
pl_pl: Wybierz lokalizację %s
pt_pt: Selecionar %s Localização
ro_ro: Selectați %s Locație
ru_ru: Выбрать расположение %s
sr_rs: Изаберите %s Локација
sv_se: Välj %s Plats
uk_ua: Виберіть %s Місцезнаходження
vi_vn: Chọn %s Vị trí

source: %s data will be converted.
af_za: %s data sal omgeskakel word.
cs_cz: %s budou převedena data.
de_de: %s Daten konvertiert werden.
fi_fi: %s tiedot muunnetaan.
fr_fr: %s seront converties.
hu_hu: %s az adatok átalakításra kerülnek.
it_it: %s i dati saranno convertiti.
ja_jp: %sのデータが変換される。
nb_no: %s data vil bli konvertert.
nl_be: %s data zal geconverteerd worden.
pl_pl: %s dane zostaną przekonwertowane.
pt_pt: %s os dados serão convertidos.
ro_ro: %s datele vor fi convertite.
ru_ru: Данные %s будут преобразованы.
sr_rs: %s подаци ће бити конвертовани.
sv_se: %s data kommer att konverteras.
uk_ua: %s дані будуть перетворені.
vi_vn: %s dữ liệu sẽ được chuyển đổi.

source: The conversion process will not be run.
af_za: Die omskakelingsproses sal nie uitgevoer word nie.
cs_cz: Proces konverze se nespustí.
de_de: Der Konvertierungsprozess wird nicht durchgeführt.
fi_fi: Muunnosprosessia ei suoriteta.
fr_fr: Le processus de conversion ne sera pas exécuté.
hu_hu: A konverziós folyamat nem fog lefutni.
it_it: Il processo di conversione non verrà eseguito.
ja_jp: 変換処理は実行されない。
nb_no: Konverteringsprosessen vil ikke bli kjørt.
nl_be: Het conversieproces zal niet worden uitgevoerd.
pl_pl: Proces konwersji nie zostanie uruchomiony.
pt_pt: O processo de conversão não será executado.
ro_ro: Procesul de conversie nu va fi rulat.
ru_ru: Процесс конверсии не будет запущен.
sr_rs: Процес конверзије неће бити покренут.
sv_se: Konverteringsprocessen kommer inte att köras.
uk_ua: Процес конвертації не буде запущено.
vi_vn: Quá trình chuyển đổi sẽ không được thực hiện.

source: No folder specified.
af_za: Geen vouer gespesifiseer nie.
cs_cz: Není zadána žádná složka.
de_de: Kein Ordner angegeben.
fi_fi: Kansiota ei ole määritetty.
fr_fr: Aucun dossier n'a été spécifié.
hu_hu: Nincs mappa megadva.
it_it: Non è stata specificata alcuna cartella.
ja_jp: フォルダが指定されていない。
nb_no: Ingen mappe spesifisert.
nl_be: Geen map gespecifieerd.
pl_pl: Nie określono folderu.
pt_pt: Nenhuma pasta especificada.
ro_ro: Nu a fost specificat niciun dosar.
ru_ru: Папка не указана.
sr_rs: Није наведена фасцикла.
sv_se: Ingen mapp har angetts.
uk_ua: Теку не вказано.
vi_vn: Không có thư mục nào được chỉ định.

source: Not a valid %s folder.
af_za: Nie 'n geldige %s vouer nie.
cs_cz: Není platná složka %s .
de_de: Kein gültiger %s Ordner.
fi_fi: Ei kelvollinen %s -kansio.
fr_fr: Le dossier %s n'est pas valide.
hu_hu: Nem érvényes %s mappa.
it_it: Non è una cartella valida di %s .
ja_jp: 有効な %s フォルダーではありません。
nb_no: Ikke en gyldig %s mappe.
nl_be: Geen geldige %s map.
pl_pl: Nieprawidłowy folder %s .
pt_pt: Não é uma pasta %s válida.
ro_ro: Nu este un folder %s valid.
ru_ru: Недействительная папка %s.
sr_rs: Није важећа фасцикла %s .
sv_se: Inte en giltig %s -mapp.
uk_ua: Неправильна папка %s .
vi_vn: Không phải là thư mục %s hợp lệ.

source: Verifying installation.
af_za: Verifieer tans installasie.
cs_cz: Ověření instalace.
de_de: Überprüfung der Installation.
fi_fi: Asennuksen tarkistaminen.
fr_fr: Vérification de l'installation.
hu_hu: A telepítés ellenőrzése.
it_it: Verifica dell'installazione.
ja_jp: インストールの確認。
nb_no: Verifiserer installasjon.
nl_be: Installatie verifiëren.
pl_pl: Weryfikacja instalacji.
pt_pt: Verificar a instalação.
ro_ro: Verificarea instalării.
ru_ru: Верификация установки.
sr_rs: Провера инсталације.
sv_se: Verifierar installationen.
uk_ua: Перевірка встановлення.
vi_vn: Đang xác minh cài đặt.

source: Verification complete.
af_za: Verifikasie voltooi.
cs_cz: Ověření dokončeno.
de_de: Die Verifizierung ist abgeschlossen.
fi_fi: Tarkastus valmis.
fr_fr: Vérification complète.
hu_hu: Az ellenőrzés befejeződött.
it_it: Verifica completa.
ja_jp: 検証完了。
nb_no: Verifisering fullført.
nl_be: Verificatie voltooid.
pl_pl: Weryfikacja zakończona.
pt_pt: Verificação completa.
ro_ro: Verificare completă.
ru_ru: Верификация завершена.
sr_rs: Верификација је завршена.
sv_se: Verifiering slutförd.
uk_ua: Перевірку завершено.
vi_vn: Xác minh hoàn tất.

source: Verification failed.
af_za: Verifikasie het misluk.
cs_cz: Ověření se nezdařilo.
de_de: Die Verifizierung ist fehlgeschlagen.
fi_fi: Tarkastus epäonnistui.
fr_fr: La vérification a échoué.
hu_hu: Az ellenőrzés sikertelen.
it_it: Verifica fallita.
ja_jp: 検証は失敗した。
nb_no: Bekreftelsen mislyktes.
nl_be: Verificatie mislukt.
pl_pl: Weryfikacja nie powiodła się.
pt_pt: A verificação falhou.
ro_ro: Verificarea a eșuat.
ru_ru: Верификация не удалась.
sr_rs: Верификација није успела.
sv_se: Verifieringen misslyckades.
uk_ua: Перевірка не пройшла.
vi_vn: Xác minh không thành công.

source: Installation aborted.
af_za: Installasie gestop.
cs_cz: Instalace byla přerušena.
de_de: Die Installation wurde abgebrochen.
fi_fi: Asennus keskeytetty.
fr_fr: L'installation a été interrompue.
hu_hu: A telepítés megszakadt.
it_it: Installazione interrotta.
ja_jp: インストールが中断された。
nb_no: Installasjon avbrutt.
nl_be: Installatie afgebroken.
pl_pl: Instalacja została przerwana.
pt_pt: A instalação foi cancelada.
ro_ro: Instalare întreruptă.
ru_ru: Установка прервана.
sr_rs: Инсталација је прекинута.
sv_se: Installationen avbröts.
uk_ua: Інсталяцію перервано.
vi_vn: Quá trình cài đặt bị hủy bỏ.

source: Copying files.
af_za: Kopieer lêers.
cs_cz: Kopírování souborů.
de_de: Kopieren von Dateien.
fi_fi: Tiedostojen kopiointi.
fr_fr: Copie de fichiers.
hu_hu: Fájlok másolása.
it_it: Copiare i file.
ja_jp: ファイルをコピーする。
nb_no: Kopierer filer.
nl_be: Bestanden kopiëren.
pl_pl: Kopiowanie plików.
pt_pt: Copiar ficheiros.
ro_ro: Copierea fișierelor.
ru_ru: Копирование файлов.
sr_rs: Копирање датотека.
sv_se: Kopiera filer.
uk_ua: Копіювання файлів.
vi_vn: Đang sao chép tập tin.

source: Copy finished.
af_za: Kopie voltooi.
cs_cz: Kopie dokončena.
de_de: Kopie fertig.
fi_fi: Kopio valmis.
fr_fr: Copie terminée.
hu_hu: Másolat kész.
it_it: Copia terminata.
ja_jp: コピー完了。
nb_no: Kopi ferdig.
nl_be: Kopiëren voltooid.
pl_pl: Kopiowanie zakończone.
pt_pt: Cópia concluída.
ro_ro: Copie terminată.
ru_ru: Копирование завершено.
sr_rs: Копирање је завршено.
sv_se: Kopian är klar.
uk_ua: Копію виконано.
vi_vn: Đã sao chép xong.

source: Starting conversion process.
af_za: Begin omskakelingsproses.
cs_cz: Zahájení procesu konverze.
de_de: Beginn des Konvertierungsprozesses.
fi_fi: Muuntoprosessin käynnistäminen.
fr_fr: Démarrage du processus de conversion.
hu_hu: Az átalakítási folyamat elindítása.
it_it: Avvio del processo di conversione.
ja_jp: 変換プロセスを開始する。
nb_no: Starter konverteringsprosess.
nl_be: Conversieproces starten.
pl_pl: Rozpoczęcie procesu konwersji.
pt_pt: Início do processo de conversão.
ro_ro: Începerea procesului de conversie.
ru_ru: Запуск конверсии.
sr_rs: Покретање процеса конверзије.
sv_se: Startar konverteringsprocessen.
uk_ua: Початок процесу конвертації.
vi_vn: Bắt đầu quá trình chuyển đổi.

source: BDJ3 database version is too old.
af_za: BDJ3-databasisweergawe is te oud.
cs_cz: Verze databáze BDJ3 je příliš stará.
de_de: Die BDJ3-Datenbankversion ist zu alt.
fi_fi: BDJ3-tietokannan versio on liian vanha.
fr_fr: La version de la base de données BDJ3 est trop ancienne.
hu_hu: A BDJ3 adatbázis verziója túl régi.
it_it: La versione del database BDJ3 è troppo vecchia.
ja_jp: BDJ3データベースのバージョンが古すぎる。
nb_no: BDJ3-databaseversjonen er for gammel.
nl_be: BDJ3 database versie is te oud.
pl_pl: Wersja bazy danych BDJ3 jest zbyt stara.
pt_pt: A versão da base de dados BDJ3 é demasiado antiga.
ro_ro: Versiunea bazei de date BDJ3 este prea veche.
ru_ru: Версия базы данных BDJ3 устарела.
sr_rs: Верзија БДЈ3 базе података је престара.
sv_se: BDJ3-databasens version är för gammal.
uk_ua: Застаріла версія бази даних BDJ3.
vi_vn: Phiên bản cơ sở dữ liệu BDJ3 quá cũ.

source: Unable to locate BDJ3 database.
af_za: Kan nie BDJ3-databasis opspoor nie.
cs_cz: Nelze najít databázi BDJ3.
de_de: Die BDJ3-Datenbank kann nicht gefunden werden.
fi_fi: BDJ3-tietokantaa ei löydy.
fr_fr: Impossible de localiser la base de données BDJ3.
hu_hu: Nem sikerült megtalálni a BDJ3 adatbázist.
it_it: Impossibile individuare il database BDJ3.
ja_jp: BDJ3 データベースが見つかりません。
nb_no: Kan ikke finne BDJ3-databasen.
nl_be: Kan de BDJ3-database niet vinden.
pl_pl: Nie można zlokalizować bazy danych BDJ3.
pt_pt: Não foi possível localizar a base de dados BDJ3.
ro_ro: Nu se poate localiza baza de date BDJ3.
ru_ru: Невозможно определить базу данных BDJ3.
sr_rs: Није могуће лоцирати БДЈ3 базу података.
sv_se: Det går inte att hitta BDJ3-databasen.
uk_ua: Не вдається знайти базу даних BDJ3.
vi_vn: Không thể tìm thấy cơ sở dữ liệu BDJ3.

source: Located 'tclsh'.
af_za: Geleë 'tclsh'.
cs_cz: Nachází se 'tclsh'.
de_de: Gesucht wird 'tclsh'.
fi_fi: Sijaitsee 'tclsh'.
fr_fr: Situé 'tclsh'.
hu_hu: Található 'tclsh'.
it_it: Situato 'tclsh'.
ja_jp: 場所は「tclsh」。
nb_no: Ligger 'tclsh'.
nl_be: Bevindt zich op 'tclsh'.
pl_pl: Zlokalizowano "tclsh".
pt_pt: Localizado "tclsh".
ro_ro: Localizat "tclsh".
ru_ru: Обнаружен 'tclsh'.
sr_rs: Лоциран 'тцлсх'.
sv_se: Ligger 'tclsh'.
uk_ua: Знаходиться 'tclsh'.
vi_vn: Nằm ở 'tclsh'.

source: Unable to locate %s.
af_za: Kan nie %sopspoor nie.
cs_cz: Nelze najít stránky %s.
de_de: %sist nicht auffindbar.
fi_fi: Ei löydy osoitteesta %s.
fr_fr: Impossible de localiser %s.
hu_hu: Nem találja a %scímet.
it_it: Impossibile individuare %s.
ja_jp: %sを見つけることができない。
nb_no: Kan ikke finne %s.
nl_be: Kan %s niet vinden.
pl_pl: Nie można zlokalizować %s.
pt_pt: Não foi possível localizar %s.
ro_ro: Nu se poate localiza %s.
ru_ru: Невозможно определить расположение %s.
sr_rs: Није могуће пронаћи %s.
sv_se: Det går inte att hitta %s.
uk_ua: Не вдалося знайти %s.
vi_vn: Không thể định vị được %s.

source: Skipping conversion.
af_za: Slaan omskakeling oor.
cs_cz: Přeskočení konverze.
de_de: Überspringen der Umwandlung.
fi_fi: Muuntamisen ohittaminen.
fr_fr: Sauter la conversion.
hu_hu: Átalakítás kihagyása.
it_it: Saltare la conversione.
ja_jp: 変換をスキップする。
nb_no: Hopp over konvertering.
nl_be: Conversie overslaan.
pl_pl: Pomijanie konwersji.
pt_pt: Saltar a conversão.
ro_ro: Renunțarea la conversie.
ru_ru: Пропустить конверсию.
sr_rs: Прескакање конверзије.
sv_se: Skippa konvertering.
uk_ua: Пропускаю конвертацію.
vi_vn: Bỏ qua chuyển đổi.

source: Running conversion script: %s.
af_za: Lopende omskakelingskrip: %s.
cs_cz: Spuštění konverzního skriptu: %s.
de_de: Konvertierungsskript wird ausgeführt: %s.
fi_fi: Käynnissä oleva muuntosarja: %s.
fr_fr: Exécution du script de conversion : %s.
hu_hu: Konverziós szkript futása: %s.
it_it: Esecuzione dello script di conversione: %s.
ja_jp: 変換スクリプトの実行: %s.
nb_no: Kjører konverteringsskript: %s.
nl_be: Conversiescript in uitvoering: %s.
pl_pl: Uruchamianie skryptu konwersji: %s.
pt_pt: A executar o script de conversão: %s.
ro_ro: Rulează scriptul de conversie: %s.
ru_ru: Сценарий текущей конверсии: %s.
sr_rs: Покретање скрипте за конверзију: %s.
sv_se: Konverteringsscriptet körs: %s.
uk_ua: Запуск скрипта конвертації: %s.
vi_vn: Đang chạy tập lệnh chuyển đổi: %s.

source: Conversion complete.
af_za: Omskakeling voltooi.
cs_cz: Konverze dokončena.
de_de: Umstellung abgeschlossen.
fi_fi: Muunnos valmis.
fr_fr: Conversion terminée.
hu_hu: Az átalakítás befejeződött.
it_it: Conversione completata.
ja_jp: コンバージョン完了。
nb_no: Konvertering fullført.
nl_be: Conversie voltooid.
pl_pl: Konwersja zakończona.
pt_pt: Conversão concluída.
ro_ro: Conversie completă.
ru_ru: Конверсия завершена.
sr_rs: Конверзија је завршена.
sv_se: Konverteringen är klar.
uk_ua: Перетворення завершено.
vi_vn: Chuyển đổi hoàn tất.

source: Downloading %s.
af_za: Laai tans %saf.
cs_cz: Stahování %s.
de_de: Herunterladen von %s.
fi_fi: Lataaminen %s.
fr_fr: Téléchargement de %s.
hu_hu: Letöltés %s.
it_it: Download di %s.
ja_jp: ダウンロード %s.
nb_no: Laster ned %s.
nl_be: Downloaden %s.
pl_pl: Pobieranie %s.
pt_pt: Descarregamento de %s.
ro_ro: Descărcarea %s.
ru_ru: Загрузка %s.
sr_rs: Преузимање %s.
sv_se: Ladda ner %s.
uk_ua: Завантаження %s.
vi_vn: Đang tải xuống %s.

source: Unable to determine %s version.
af_za: Kan nie %s weergawe bepaal nie.
cs_cz: Nelze určit verzi %s .
de_de: Die Version %s kann nicht ermittelt werden.
fi_fi: %s versiota ei pystytä määrittämään.
fr_fr: Impossible de déterminer la version de %s .
hu_hu: Nem sikerült meghatározni a %s verziót.
it_it: Impossibile determinare la versione di %s .
ja_jp: %s バージョンがわかりません。
nb_no: Kan ikke bestemme %s versjon.
nl_be: Kan versie %s niet bepalen.
pl_pl: Nie można określić wersji %s .
pt_pt: Não é possível determinar a versão de %s .
ro_ro: Nu se poate determina versiunea %s .
ru_ru: Невозможно определить версию %s.
sr_rs: Није могуће утврдити верзију %s .
sv_se: Det går inte att fastställa %s version.
uk_ua: Не вдалося визначити версію %s .
vi_vn: Không thể xác định phiên bản %s .
