Repository: bll123/ballroomdj-4
Catalog: src/po/po/*.po
Languages: af_za, cs_cz, de_de, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sr_rs, sv_se, uk_ua, vi_vn

source: Queue Playlist
af_za: Tou snitlys
cs_cz: Seznam skladeb ve frontě
de_de: Warteschlangen-Wiedergabeliste
fi_fi: Jonossa oleva soittolista
fr_fr: Liste de lecture en attente
hu_hu: Lejátszási lista várólistája
it_it: Playlist in coda
ja_jp: キュー・プレイリスト
nb_no: Spilleliste i kø
nl_be: Zet Speellijst In Wachtrij
pl_pl: Lista odtwarzania kolejki
pt_pt: Lista de reprodução em fila
ro_ro: Coadă de redare
ru_ru: Добавить плейлист в очередь
sr_rs: Ред плејлиста
sv_se: Köa spellista
uk_ua: Список відтворення в черзі
vi_vn: Danh sách phát hàng đợi

source: Queue Dance
af_za: Tou Dans
cs_cz: Tanec ve frontě
de_de: Schlangentanz
fi_fi: Jonotanssi
fr_fr: Danse en file d'attente
it_it: Ballo in coda
ja_jp: キュー・ダンス
nb_no: Kødans
nl_be: Zet Dans In Wachtrij
pl_pl: Taniec w kolejce
pt_pt: Dança em fila
ro_ro: Dans la coadă
ru_ru: Добавить танец в очередь
sr_rs: Куеуе Данце
sv_se: Dans i kö
uk_ua: Танець черги
vi_vn: Nhảy theo hàng

source: Position
af_za: Posisie
cs_cz: Pozice
fi_fi: Asema
hu_hu: Pozíció
it_it: Posizione
ja_jp: ポジション
nb_no: Posisjon
nl_be: Positie
pl_pl: Pozycja
pt_pt: Posição
ro_ro: Poziția
ru_ru: Позиция
sr_rs: Положај
uk_ua: Посада
vi_vn: Chức vụ

source: Toggle Repeat
af_za: Wissel Herhaal
cs_cz: Přepínání opakování
de_de: Wiederholung umschalten
hu_hu: Ismétlés átkapcsolása
it_it: Alterna la ripetizione
ja_jp: トグル・リピート
nb_no: Slå på gjenta
nl_be: Herhalen
pl_pl: Przełącz powtarzanie
pt_pt: Alternar repetição
ru_ru: Повтор тумблера
sr_rs: Пребаци Понављање
sv_se: Växla upprepning
uk_ua: Перемикач Повторити
vi_vn: Chuyển đổi Lặp lại

source: Return to beginning of song
af_za: Keer terug na die begin van die liedjie
cs_cz: Návrat na začátek písně
de_de: Zurück zum Anfang des Liedes
fi_fi: Palaa kappaleen alkuun
fr_fr: Retour au début de la chanson
hu_hu: Vissza a dal elejére
it_it: Ritorno all'inizio del brano
ja_jp: 曲の最初に戻る
nb_no: Gå tilbake til begynnelsen av sangen
nl_be: Terug naar het begin van het nummer
pl_pl: Powrót do początku utworu
pt_pt: Regressar ao início da canção
ro_ro: Reveniți la începutul cântecului
ru_ru: Вернуться к началу песни
sr_rs: Повратак на почетак песме
sv_se: Återgå till början av låten
uk_ua: Повернутися до початку пісні
vi_vn: Trở lại đầu bài hát

source: Close
af_za: Maak toe
cs_cz: Zavřít
de_de: Schließen
fi_fi: Sulje
fr_fr: Fermer
hu_hu: Zárja be a
it_it: Chiudere
ja_jp: 閉じる
nb_no: Lukk
nl_be: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Închidere
ru_ru: Закрыть
sr_rs: Затвори
sv_se: Nära
uk_ua: Закрити
vi_vn: Đóng

source: Reset
af_za: Stel terug
cs_cz: Obnovení
de_de: zurücksetzen
fi_fi: Nollaa
fr_fr: Remise à zéro
ja_jp: リセット
nb_no: Nullstille
nl_be: Resetten
pt_pt: Reiniciar
ro_ro: Resetare
ru_ru: Сброс
sr_rs: Ресетуј
sv_se: Återställning
uk_ua: Перезавантаження
vi_vn: Cài lại

source: Apply
af_za: Doen aansoek
cs_cz: Použít
de_de: Bewerbung
fi_fi: Hae
fr_fr: Appliquer
hu_hu: Alkalmazza a
it_it: Applicare
ja_jp: 応募する
nb_no: Søke om
nl_be: Toepassen
pl_pl: Zastosuj
pt_pt: Aplicar
ro_ro: Aplicați
ru_ru: Применить
sr_rs: Пријавите се
sv_se: Tillämpa
uk_ua: Подати заявку
vi_vn: Áp dụng

source: Playlist
af_za: Snitlys
cs_cz: Seznam skladeb
de_de: Spielliste
fi_fi: Soittolista
fr_fr: Liste de lecture
hu_hu: Lejátszási lista
ja_jp: プレイリスト
nb_no: Spilleliste
nl_be: Afspeellijst
pl_pl: Lista odtwarzania
pt_pt: Lista de reprodução
ru_ru: Плейлист
sr_rs: Плаилист
sv_se: Spellista
uk_ua: Список відтворення
vi_vn: Danh sách phát

source: Sort by
af_za: Sorteer volgens
cs_cz: Seřadit podle
de_de: Sortieren nach
fi_fi: Lajittelu
fr_fr: Trier par
hu_hu: Rendezés
it_it: Ordina per
ja_jp: 並べ替え
nb_no: Sorter etter
nl_be: Sorteer op
pl_pl: Sortuj według
pt_pt: Ordenar por
ro_ro: Sortare după
ru_ru: Сортировать по
sr_rs: Сортирај по
sv_se: Sortera efter
uk_ua: Сортувати за
vi_vn: Sắp xếp theo

source: Search
af_za: Soek
cs_cz: Vyhledávání
de_de: Suche
fi_fi: Etsi
fr_fr: Recherche
hu_hu: Keresés
it_it: Ricerca
ja_jp: 検索
nb_no: Søk
nl_be: Zoeken
pl_pl: Wyszukiwanie
pt_pt: Pesquisar
ro_ro: Căutare
ru_ru: Поиск
sr_rs: Тражи
sv_se: Sök
uk_ua: Пошук
vi_vn: Tìm kiếm

source: All Dances
af_za: Alle danse
cs_cz: Všechny tance
de_de: Alle Tänze
fi_fi: Kaikki tanssit
fr_fr: Toutes les danses
hu_hu: Minden tánc
it_it: Tutti i balli
ja_jp: すべてのダンス
nb_no: Alle danser
nl_be: Alle Dansen
pl_pl: Wszystkie tańce
pt_pt: Todas as danças
ro_ro: Toate dansurile
ru_ru: Все танцы
sr_rs: Сви плесови
sv_se: Alla danser
uk_ua: Всі танці
vi_vn: Tất cả các điệu nhảy

source: Select
af_za: Kies
cs_cz: Vyberte
de_de: wähle aus
fi_fi: Valitse
fr_fr: Sélectionner
hu_hu: Válassza ki a címet.
it_it: Selezionare
ja_jp: 選択
nb_no: Plukke ut
nl_be: Selecteer
pl_pl: Wybierz
pt_pt: Selecionar
ro_ro: Selectați
ru_ru: Выбрать
sr_rs: Изаберите
sv_se: Välj
uk_ua: Виберіть
vi_vn: Lựa chọn

source: Folder
cs_cz: Složka
de_de: Mappe
fi_fi: Kansio
fr_fr: Dossier
hu_hu: Mappa
it_it: Cartella
ja_jp: フォルダ
nb_no: Mappe
nl_be: Map
pt_pt: Pasta
ro_ro: Dosar
ru_ru: Папка
sr_rs: Фолдер
sv_se: Mapp
uk_ua: Папка
vi_vn: Thư mục

source: All Genres
af_za: Alle genres
cs_cz: Všechny žánry
de_de: Alle Genres
fi_fi: Kaikki tyylilajit
fr_fr: Tous les genres
hu_hu: Minden műfaj
it_it: Tutti i generi
ja_jp: すべてのジャンル
nb_no: Alle sjangere
nl_be: Alle Genres
pl_pl: Wszystkie gatunki
pt_pt: Todos os géneros
ro_ro: Toate genurile
ru_ru: Все жанры
sr_rs: Сви жанрови
sv_se: Alla genrer
uk_ua: Усі жанри
vi_vn: Tất cả các thể loại

source: All Levels
af_za: Alle vlakke
cs_cz: Všechny úrovně
de_de: Alle Niveaus
fi_fi: Kaikki tasot
fr_fr: Tous les niveaux
hu_hu: Minden szint
it_it: Tutti i livelli
ja_jp: 全レベル
nb_no: Alle nivåer
nl_be: Alle Niveaus
pl_pl: Wszystkie poziomy
pt_pt: Todos os níveis
ro_ro: Toate nivelurile
ru_ru: Все уровни
sr_rs: Сви нивои
sv_se: Alla nivåer
uk_ua: Всі рівні
vi_vn: Tất cả các cấp độ

source: All Ratings
af_za: Alle graderings
cs_cz: Všechna hodnocení
de_de: Alle Bewertungen
fi_fi: Kaikki luokitukset
fr_fr: Toutes les notes
hu_hu: Minden értékelés
it_it: Tutte le valutazioni
ja_jp: すべての評価
nb_no: Alle vurderinger
nl_be: Alle Waarderingen
pl_pl: Wszystkie oceny
pt_pt: Todas as classificações
ro_ro: Toate ratingurile
ru_ru: Все рейтинги
sr_rs: Све оцене
sv_se: Alla betyg
uk_ua: Всі рейтинги
vi_vn: Tất cả xếp hạng

source: Sequence
af_za: Volgorde
cs_cz: Sekvence
de_de: Sequenz
fi_fi: Jakso
fr_fr: Séquence
hu_hu: Sorozat
it_it: Sequenza
ja_jp: シーケンス
nb_no: Sekvens
nl_be: Sequentie
pl_pl: Sekwencja
pt_pt: Sequência
ro_ro: Secvență
ru_ru: Последовательность
sr_rs: Секуенце
sv_se: Sekvens
uk_ua: Послідовність
vi_vn: Sự liên tiếp

source: Audio Files
af_za: Oudiolêers
cs_cz: Zvukové soubory
de_de: Audio-Dateien
fi_fi: Äänitiedostot
fr_fr: Fichiers audio
hu_hu: Hangfájlok
it_it: File audio
ja_jp: オーディオファイル
nb_no: Lydfiler
nl_be: Audiobestanden
pl_pl: Pliki audio
pt_pt: Ficheiros áudio
ro_ro: Fișiere audio
ru_ru: Аудио файлы
sr_rs: Аудио датотеке
sv_se: Ljudfiler
uk_ua: Аудіофайли
vi_vn: Tập tin âm thanh

source: Select %s
af_za: Kies %s
cs_cz: Vyberte %s
de_de: Wählen Sie %s
fi_fi: Valitse %s
fr_fr: Sélectionnez %s
hu_hu: Válassza ki a %scímet.
it_it: Selezionare %s
ja_jp: %sを選択
nb_no: Velg %s
nl_be: Selecteer %s
pl_pl: Wybierz %s
pt_pt: Selecionar %s
ro_ro: Selectați %s
ru_ru: Выбрать %s
sr_rs: Изаберите %s
sv_se: Välj %s
uk_ua: Виберіть %s
vi_vn: Chọn %s

source: Select Audio File
af_za: Kies oudiolêer
cs_cz: Vyberte zvukový soubor
de_de: wähle Audiodatei
fi_fi: Valitse äänitiedosto
fr_fr: Sélectionner le fichier audio
hu_hu: Hangfájl kiválasztása
it_it: Selezionare il file audio
ja_jp: オーディオファイルを選択
nb_no: Velg lydfil
nl_be: Selecteer Audio-bestand
pl_pl: Wybierz plik audio
pt_pt: Selecionar ficheiro de áudio
ro_ro: Selectați fișierul audio
ru_ru: Выбрать аудио файл
sr_rs: Изаберите Аудио фајл
sv_se: Välj ljudfil
uk_ua: Виберіть аудіофайл
vi_vn: Chọn tập tin âm thanh

source: Any Status
af_za: Enige Status
cs_cz: Jakýkoli stav
de_de: Jeder Status
fi_fi: Mikä tahansa tila
fr_fr: Tout statut
hu_hu: Bármilyen állapot
it_it: Qualsiasi stato
ja_jp: ステータス
nb_no: Enhver status
nl_be: Elke Status
pl_pl: Dowolny status
pt_pt: Qualquer estatuto
ro_ro: Orice statut
ru_ru: Любой статус
sr_rs: Било какав статус
sv_se: Alla status
uk_ua: Будь-який статус
vi_vn: Bất kỳ trạng thái nào

source: Apply Adjustments
af_za: Pas aanpassings toe
cs_cz: Použít úpravy
de_de: Einstellungen anwenden
fi_fi: Muutokset käyttöön
fr_fr: Appliquer des ajustements
hu_hu: Alkalmazza a beállításokat
it_it: Applicare le regolazioni
ja_jp: 調整を適用する
nb_no: Bruk justeringer
nl_be: Aanpassingen toepassen
pl_pl: Zastosuj korekty
pt_pt: Aplicar ajustes
ro_ro: Aplicați ajustări
ru_ru: Применить корректировку
sr_rs: Примените подешавања
sv_se: Tillämpa justeringar
uk_ua: Застосувати коригування
vi_vn: Áp dụng điều chỉnh

source: Restore Original
af_za: Herstel oorspronklike
cs_cz: Obnovení původního stavu
de_de: Original wiederherstellen
fi_fi: Palauta alkuperäinen
fr_fr: Restaurer l'original
hu_hu: Eredeti visszaállítása
it_it: Ripristino dell'originale
ja_jp: オリジナルに戻す
nb_no: Gjenopprett originalen
nl_be: Origineel herstellen
pl_pl: Przywróć oryginał
pt_pt: Restaurar o original
ro_ro: Restaurarea originalului
ru_ru: Восстановить оригинал
sr_rs: Врати оригинал
sv_se: Återställ original
uk_ua: Відновити оригінал
vi_vn: Khôi phục bản gốc

source: Trim Silence
af_za: Sny Stilte
de_de: Trimmen Stille
fi_fi: Trimmi Hiljaisuus
it_it: Silenzio di rifinitura
ja_jp: トリムサイレンス
nb_no: Trim Stillhet
nl_be: Trim stilte
pt_pt: Silêncio de corte
ru_ru: Срезать затишье
sr_rs: Трим Силенце
sv_se: Trim tystnad
vi_vn: Cắt im lặng

source: Adjust Speed, Song Start and Song End
af_za: Pas spoed, liedjiebegin en liedeinde aan
cs_cz: Nastavení rychlosti, začátku a konce skladby
de_de: Geschwindigkeit, Songstart und Songende einstellen
fi_fi: Säädä nopeutta, kappaleen alkua ja loppua
fr_fr: Régler la vitesse, le début et la fin du morceau
hu_hu: A sebesség, a dal kezdete és vége beállítása
it_it: Regolare la velocità, l'inizio e la fine del brano
ja_jp: スピード、ソング・スタート、ソング・エンドの調整
nb_no: Juster hastighet, sangstart og sangslutt
nl_be: Snelheid aanpassen, Song Begin en Song Einde
pl_pl: Dostosuj prędkość, początek i koniec utworu
pt_pt: Ajustar a velocidade, o início e o fim da canção
ro_ro: Reglați viteza, începutul și sfârșitul cântecului
ru_ru: Регулировка скорости, начало песни и конец песни
sr_rs: Подесите брзину, почетак песме и крај песме
sv_se: Justera hastighet, låtstart och låtavslut
uk_ua: Налаштуйте швидкість, початок та кінець пісні
vi_vn: Điều chỉnh tốc độ, bắt đầu bài hát và kết thúc bài hát

source: First
af_za: Eerstens
cs_cz: První
de_de: Erste
fi_fi: Ensimmäinen
fr_fr: Première
hu_hu: Első
it_it: Primo
ja_jp: 最初
nb_no: Først
nl_be: Eerste
pl_pl: Pierwszy
pt_pt: Primeiro
ro_ro: În primul rând
ru_ru: Первая
sr_rs: Прво
sv_se: Första
uk_ua: По-перше.
vi_vn: Đầu tiên

source: Previous
af_za: Vorige
cs_cz: Předchozí
de_de: voriges
fi_fi: Edellinen
fr_fr: Précédent
hu_hu: Előző
it_it: Precedente
ja_jp: 前へ
nb_no: Tidligere
nl_be: Vorige
pl_pl: Poprzedni
pt_pt: Anterior
ro_ro: Articolul precedent
ru_ru: Предыдущ.
sr_rs: Претходно
sv_se: Föregående
uk_ua: Попередні
vi_vn: Trước

source: Save
af_za: Stoor
cs_cz: Uložit
de_de: Speichern
fi_fi: Tallenna
fr_fr: Économiser
hu_hu: Mentés
it_it: Risparmiare
ja_jp: セーブ
nb_no: Lagre
nl_be: Bewaren
pl_pl: Zapisz
pt_pt: Guardar
ro_ro: Salvați
ru_ru: Сохранить
sr_rs: Сачувај
sv_se: Spara
uk_ua: Зберегти
vi_vn: Cứu

source: File
af_za: Lêer
cs_cz: Soubor
de_de: Datei
fi_fi: Tiedosto
fr_fr: Fichier
hu_hu: Fájl
ja_jp: ファイル
nb_no: Fil
nl_be: Bestand
pl_pl: Plik
pt_pt: Ficheiro
ro_ro: Fișier
ru_ru: Файл
sr_rs: Филе
sv_se: Fil
uk_ua: Файл
vi_vn: Tài liệu

source: Current
af_za: Huidige
cs_cz: Aktuální
de_de: Aktuell
fi_fi: Nykyinen
fr_fr: Actuel
hu_hu: Jelenlegi
it_it: Attuale
ja_jp: 現在
nb_no: Nåværende
nl_be: Huidige
pl_pl: Aktualny
pt_pt: Atual
ro_ro: Actual
ru_ru: Текущее
sr_rs: Цуррент
sv_se: Nuvarande
uk_ua: Течія
vi_vn: Hiện hành

source: Selected
af_za: Gekies
cs_cz: Vybrané stránky
de_de: Ausgewählte
fi_fi: Valitut
fr_fr: Sélectionné
hu_hu: Kiválasztott
it_it: Selezionato
ja_jp: 厳選された
nb_no: Valgt
nl_be: Geselecteerd
pl_pl: Wybrane
pt_pt: Selecionado
ro_ro: Selectate
ru_ru: Выбрано
sr_rs: Одабрано
sv_se: Utvalda
uk_ua: Вибране
vi_vn: Đã chọn

source: Copy Audio Tags
af_za: Kopieer oudio-etikette
cs_cz: Kopírovat zvukové značky
de_de: Audio-Tags kopieren
fi_fi: Kopioi Audio-tunnisteet
fr_fr: Copier les tags audio
hu_hu: Audio címkék másolása
it_it: Copia dei tag audio
ja_jp: コピーオーディオタグ
nb_no: Kopier lydetiketter
nl_be: Audio-tags kopiëren
pl_pl: Kopiowanie tagów audio
pt_pt: Etiquetas Copy Audio
ro_ro: Copiere audio Tag-uri
ru_ru: Скопировать аудио теги
sr_rs: Копирај аудио ознаке
sv_se: Kopiera ljud Taggar
uk_ua: Копіювати аудіотеги
vi_vn: Sao chép thẻ âm thanh

source: Target
af_za: Teiken
cs_cz: Cílová stránka
de_de: Ziel
fi_fi: Kohde
fr_fr: Cible
hu_hu: Cél
it_it: Obiettivo
ja_jp: ターゲット
nb_no: Mål
nl_be: Doel
pl_pl: Cel
pt_pt: Objetivo
ro_ro: Țintă
ru_ru: Цель
sr_rs: Таргет
sv_se: Mål
uk_ua: Ціль
vi_vn: Mục tiêu

source: Invalid Selections
af_za: Ongeldige keuses
cs_cz: Neplatné výběry
de_de: Ungültige Selektionen
fi_fi: Virheelliset valinnat
fr_fr: Sélections non valides
hu_hu: Érvénytelen választások
it_it: Selezioni non valide
ja_jp: 無効な選択
nb_no: Ugyldige valg
nl_be: Ongeldige Selecties
pl_pl: Nieprawidłowe wybory
pt_pt: Selecções inválidas
ro_ro: Selecții invalide
ru_ru: Недействительные выборы
sr_rs: Неважећи избори
sv_se: Ogiltiga val
uk_ua: Неправильний вибір
vi_vn: Lựa chọn không hợp lệ

source: Export
af_za: Uitvoer
de_de: Exportiere
fi_fi: Vie
fr_fr: Exportation
hu_hu: Exportálás
it_it: Esportazione
ja_jp: 輸出
nb_no: Eksport
nl_be: Exporteren
pl_pl: Eksport
pt_pt: Exportação
ru_ru: Экспорт
sr_rs: Извоз
uk_ua: Експорт
vi_vn: Xuất khẩu

source: Export for %s
af_za: Voer uit vir %s
cs_cz: Export pro %s
de_de: Export für %s
fi_fi: Vie osoitteeseen %s
fr_fr: Exportation vers %s
hu_hu: Export a %scímre
it_it: Esportazione per %s
ja_jp: %s。
nb_no: Eksporter for %s
nl_be: Export voor %s
pl_pl: Eksport dla %s
pt_pt: Exportar para %s
ro_ro: Export pentru %s
ru_ru: Экспортировать для %s
sr_rs: Извези за %s
sv_se: Export till %s
uk_ua: Експорт для %s
vi_vn: Xuất cho %s

source: Import
af_za: Invoer
de_de: Importieren
fi_fi: Tuo
fr_fr: Importation
it_it: Importazione
ja_jp: 輸入
nl_be: Importeer
pt_pt: Importação
ru_ru: Импорт
sr_rs: Увоз
uk_ua: Імпорт
vi_vn: Nhập khẩu

source: Import from %s
af_za: Voer in vanaf %s
cs_cz: Import z %s
de_de: Importieren von %s
fi_fi: Tuo osoitteesta %s
fr_fr: Importer de %s
hu_hu: Import a %soldalról
it_it: Importazione da %s
ja_jp: %sからのインポート
nb_no: Importer fra %s
nl_be: Importeren van %s
pl_pl: Import z %s
pt_pt: Importar de %s
ro_ro: Importați din %s
ru_ru: Импорт из %s
sr_rs: Увези из %s
sv_se: Importera från %s
uk_ua: Імпорт з %s
vi_vn: Nhập từ %s

source: Export to
af_za: Uitvoer na
cs_cz: Export do
de_de: Exportieren nach
fi_fi: Vie osoitteeseen
fr_fr: Exporter vers
hu_hu: Exportálás a
it_it: Esportazione in
ja_jp: 輸出先
nb_no: Eksporter til
nl_be: Exporteer naar
pl_pl: Eksport do
pt_pt: Exportar para
ro_ro: Export către
ru_ru: Экспортировать в
sr_rs: Извези у
sv_se: Exportera till
uk_ua: Експорт до
vi_vn: Xuất khẩu sang

source: Import from
af_za: Voer in vanaf
cs_cz: Import z
de_de: Importieren von
fi_fi: Tuo osoitteesta
fr_fr: Importer de
hu_hu: Importálás a
it_it: Importazione da
ja_jp: 輸入元
nb_no: Import fra
nl_be: Importeren uit
pl_pl: Import z
pt_pt: Importar de
ro_ro: Import din
ru_ru: Импорт из
sr_rs: Увези из
sv_se: Importera från
uk_ua: Імпорт з
vi_vn: Nhập khẩu từ

source: New Song List Name
af_za: Nuwe Liedjie Lys Naam
cs_cz: Název nového seznamu skladeb
de_de: Neuer Name der Titelliste
fi_fi: Uuden laululuettelon nimi
fr_fr: Nom de la nouvelle liste de chansons
hu_hu: Új dallista neve
it_it: Nome del nuovo elenco di brani
ja_jp: 新曲リスト名
nb_no: Nytt sanglistenavn
nl_be: Nieuwe naam songlijst
pl_pl: Nowa nazwa listy utworów
pt_pt: Nome da nova lista de músicas
ro_ro: Nume listă melodii noi
ru_ru: Название списка новых песен
sr_rs: Назив нове листе песама
sv_se: Nytt namn på låtlistan
uk_ua: Назва нового списку пісень
vi_vn: Tên danh sách bài hát mới

source: Select Folder
af_za: Kies Folder
cs_cz: Vybrat složku
de_de: Ordner auswählen
fi_fi: Valitse kansio
fr_fr: Sélectionner un dossier
hu_hu: Mappa kiválasztása
it_it: Selezionare la cartella
ja_jp: フォルダを選択
nb_no: Velg mappe
nl_be: Selecteer map
pl_pl: Wybierz folder
pt_pt: Selecionar pasta
ro_ro: Selectați dosarul
ru_ru: Выбрать папку
sr_rs: Изаберите Фолдер
sv_se: Välj mapp
uk_ua: Виберіть папку
vi_vn: Chọn thư mục

source: Already Exists
af_za: Bestaan reeds
cs_cz: Již existuje
de_de: Existiert bereits
fi_fi: On jo olemassa
fr_fr: Existe déjà
hu_hu: Már létezik
it_it: Esiste già
ja_jp: すでに存在する
nb_no: Eksisterer allerede
nl_be: Bestaat al
pl_pl: Już istnieje
pt_pt: Já existe
ro_ro: Există deja
ru_ru: Уже существует
sr_rs: Већ постоји
sv_se: Existerar redan
uk_ua: Вже існує
vi_vn: Đã tồn tại

source: Export Playlist
af_za: Voer snitlys uit
cs_cz: Exportovat seznam skladeb
de_de: Wiedergabeliste exportieren
fi_fi: Vie soittolista
fr_fr: Exporter la liste
hu_hu: Lejátszási lista exportálása
it_it: Esporta Scaletta
ja_jp: プレイリストのエクスポート
nb_no: Eksporter spilleliste
pl_pl: Eksportuj playlistę
pt_pt: Exportar lista de reprodução
sr_rs: Извези плејлисту
sv_se: Exportera spellista
uk_ua: Експорт списку відтворення
vi_vn: Xuất danh sách phát

source: Export Type
af_za: Tipe uitvoer
cs_cz: Typ exportu
de_de: Art der Ausfuhr
fi_fi: Vientityyppi
fr_fr: Type d'exportation
hu_hu: Export típus
it_it: Tipo di esportazione
ja_jp: 輸出タイプ
nb_no: Eksporttype
pl_pl: Typ eksportu
pt_pt: Tipo de exportação
ro_ro: Tip export
sr_rs: Тип извоза
sv_se: Typ av export
uk_ua: Тип експорту
vi_vn: Loại xuất khẩu

source: Playlists
af_za: Snitlyste
cs_cz: Seznamy skladeb
de_de: Wiedergabelisten
fi_fi: Soittolistat
fr_fr: Listes
hu_hu: Lejátszási listák
ja_jp: プレイリスト
nb_no: Spillelister
pl_pl: Playlisty
pt_pt: Listas de reprodução
ro_ro: Liste de redare
sr_rs: Плејлисте
sv_se: Spellistor
uk_ua: Списки відтворення
vi_vn: Danh sách phát

source: Import Playlist
af_za: Voer snitlys in
cs_cz: Import seznamu skladeb
de_de: Wiedergabeliste importieren
fi_fi: Tuo soittolista
fr_fr: Importer la liste
hu_hu: Lejátszási lista importálása
it_it: Importa Scaletta
ja_jp: プレイリストのインポート
nb_no: Importer spilleliste
pl_pl: Importuj playlistę
pt_pt: Importar lista de reprodução
sr_rs: Увези плејлисту
sv_se: Importera spellista
uk_ua: Імпортувати список відтворення
vi_vn: Nhập danh sách phát

source: Edit All
af_za: Wysig alles
cs_cz: Upravit vše
de_de: Alle bearbeiten
fi_fi: Muokkaa kaikkia
fr_fr: Modifier tout
hu_hu: Minden szerkesztése
it_it: Modifica tutti
ja_jp: すべて編集
nb_no: Rediger alle
nl_be: Alles bewerken
pl_pl: Edytuj wszystko
pt_pt: Editar tudo
ro_ro: Editează toate
ru_ru: Редактировать все
sr_rs: Уреди све
sv_se: Redigera alla
uk_ua: Редагувати все
vi_vn: Chỉnh sửa tất cả

source: %s may not exceed the song duration
af_za: %s mag nie die liedjie duur oorskry nie
cs_cz: %s nesmí překročit dobu trvání skladby
de_de: %s darf die Songdauer nicht überschreiten
fi_fi: %s ei saa ylittää kappaleen kestoa
fr_fr: %s ne doit pas dépasser la durée de la chanson
hu_hu: %s nem haladhatja meg a dal időtartamát
it_it: %s non può superare la durata del brano
ja_jp: %s曲の長さを超えてはならない
nb_no: %s kan ikke overstige sangens varighet
nl_be: %s mag de speelduur van de song niet overschrijden
pl_pl: %s nie może przekroczyć czasu trwania utworu
pt_pt: %s não pode exceder a duração da canção
ro_ro: %s nu poate depăși durata melodiei
ru_ru: %s не может превышать длину песни
sr_rs: %s не сме да пређе трајање песме
sv_se: %s får inte överstiga sångens längd
uk_ua: %s не може перевищувати тривалість пісні
vi_vn: %s không được vượt quá thời lượng bài hát

source: %1$s must be greater than %2$s
af_za: %1$s moet groter as %2$swees
cs_cz: %1$s musí být větší než %2$s
de_de: %1$s muss größer sein als %2$s
fi_fi: %1$s on oltava suurempi kuin %2$s
fr_fr: %1$s doit être supérieur à %2$s
hu_hu: %1$s nagyobbnak kell lennie, mint %2$s
it_it: %1$s deve essere maggiore di %2$s
ja_jp: %1$s は %2$sより大きくなければならない。
nb_no: %1$s må være større enn %2$s
nl_be: %1$s moet groeter zijn dan %2$s
pl_pl: %1$s musi być większa niż %2$s
pt_pt: %1$s deve ser superior a %2$s
ro_ro: %1$s trebuie să fie mai mare decât %2$s
ru_ru: %1$s должно быть больше, чем %2$s
sr_rs: %1$s мора бити већи од %2$s
sv_se: %1$s måste vara större än %2$s
uk_ua: %1$s має бути більшим за %2$s
vi_vn: %1$s phải lớn hơn %2$s

source: External Request
af_za: Eksterne versoek
cs_cz: Externí požadavek
de_de: Externe Anfrage
fi_fi: Ulkoinen pyyntö
fr_fr: Demande externe
hu_hu: Külső kérés
it_it: Richiesta esterna
ja_jp: 外部リクエスト
nb_no: Ekstern forespørsel
nl_be: Externe Toevoeging
pl_pl: Żądanie zewnętrzne
pt_pt: Pedido externo
ro_ro: Cerere externă
ru_ru: Внешний запрос
sr_rs: Ектернал Рекуест
sv_se: Extern förfrågan
uk_ua: Зовнішній запит
vi_vn: Yêu cầu bên ngoài

source: Audio File
af_za: Oudiolêer
cs_cz: Zvukový soubor
de_de: Audio-Datei
fi_fi: Äänitiedosto
fr_fr: Fichier audio
hu_hu: Hangfájl
it_it: File audio
ja_jp: 音声ファイル
nb_no: Lydfil
nl_be: Audiobestand
pl_pl: Plik audio
pt_pt: Ficheiro áudio
ro_ro: Fișier audio
ru_ru: Аудио файл
sr_rs: Аудио датотека
sv_se: Ljudfil
uk_ua: Аудіофайл
vi_vn: Tập tin âm thanh

source: Select Dance
af_za: Kies Dans
cs_cz: Vybrat tanec
de_de: Tanz auswählen
fi_fi: Valitse tanssi
fr_fr: Sélectionner la danse
hu_hu: Válassza ki a táncot
it_it: Seleziona la danza
ja_jp: セレクト・ダンス
nb_no: Velg Dans
nl_be: Selecteer Dans
pl_pl: Wybierz taniec
pt_pt: Selecionar dança
ro_ro: Selectați dansul
ru_ru: Выбрать танец
sr_rs: Изаберите Плес
sv_se: Välj dans
uk_ua: Виберіть Танець
vi_vn: Chọn Nhảy

source: HTTP Code
af_za: HTTP-kode
cs_cz: Kód HTTP
fi_fi: HTTP-koodi
fr_fr: Code HTTP
hu_hu: HTTP-kód
it_it: Codice HTTP
ja_jp: HTTPコード
nb_no: HTTP-kode
pl_pl: Kod HTTP
pt_pt: Código HTTP
ro_ro: Cod HTTP
ru_ru: HTTP Код
sr_rs: ХТТП код
sv_se: HTTP-kod
uk_ua: Код HTTP
vi_vn: Mã HTTP

source: Beats
fi_fi: Syke
fr_fr: Battements
hu_hu: Üti a
it_it: Battiti
ja_jp: ビート
nl_be: Slagen
pt_pt: Batimentos
ro_ro: Bătăi
ru_ru: Биты
sr_rs: Беатс
uk_ua: Б'ється
vi_vn: Nhịp đập

source: Seconds
af_za: Sekondes
cs_cz: Sekundy
de_de: Sekunden
fi_fi: Sekuntia
fr_fr: Secondes
hu_hu: Másodpercek
it_it: Secondi
ja_jp: 秒
nb_no: Sekunder
nl_be: Seconden
pl_pl: Sekundy
pt_pt: Segundos
ro_ro: Secunde
ru_ru: Секунды
sr_rs: Секунде
sv_se: Sekunder
uk_ua: Секунди.
vi_vn: Giây

source: BPM Counter
af_za: BPM-teller
cs_cz: Počítadlo BPM
de_de: BPM Zähler
fi_fi: BPM-laskuri
fr_fr: Compteur BPM
hu_hu: BPM számláló
it_it: Contatore BPM
ja_jp: BPMカウンター
nb_no: BPM-teller
pl_pl: Licznik BPM
pt_pt: Contador de BPM
ro_ro: Contor BPM
ru_ru: Счетчик BPM
sr_rs: БПМ Цоунтер
sv_se: BPM-räknare
uk_ua: Лічильник BPM
vi_vn: Bộ đếm BPM
