Repository: bll123/ballroomdj-4
Catalog: src/po/po/*.po
Languages: af_za, cs_cz, de_de, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sr_rs, sv_se, uk_ua, vi_vn

source: Click the mouse in the blue box in time with the beat.
af_za: Klik met die muis in die blou blokkie betyds met die maatslag.
cs_cz: Klikněte myší do modrého pole v rytmu rytmu.
de_de: Klicken Sie mit der Maus im Takt des Beats in das blaue Feld.
fi_fi: Napsauta hiirellä sinistä laatikkoa tahdin tahdissa.
fr_fr: Cliquez sur la boîte bleue avec la souris en suivant le rythme.
hu_hu: Kattintson az egérrel a kék mezőbe az ütemmel egy időben.
it_it: Fate clic con il mouse nel riquadro blu a tempo con il ritmo.
ja_jp: ビートに合わせて青いボックスの中でマウスをクリックします。
nb_no: Klikk med musen i den blå boksen i takt med takten.
nl_be: Klik met de muisaanwijzer in het blauwe vak op de maat van de muziek.
pl_pl: Klikaj myszką w niebieskie pole zgodnie z rytmem.
pt_pt: Clique com o rato na caixa azul ao mesmo tempo que a batida.
ro_ro: Faceți clic cu mouse-ul în caseta albastră în ritmul ritmului.
ru_ru: Нажать мышкой в синем поле в такт ритму.
sr_rs: Кликните мишем на плави оквир у такту.
sv_se: Klicka med musen i den blå rutan i takt med rytmen.
uk_ua: Клацніть мишкою в синьому полі в такт ритму.
vi_vn: Nhấp chuột vào ô màu xanh theo nhịp điệu.

source: When the BPM value is stable, select the Save button.
af_za: Wanneer die BPM-waarde stabiel is, kies die Stoor-knoppie.
cs_cz: Když je hodnota BPM stabilní, vyberte tlačítko Uložit.
de_de: Wenn der BPM-Wert stabil ist, klicken Sie auf die Schaltfläche Speichern.
fi_fi: Kun BPM-arvo on vakaa, valitse Tallenna-painike.
fr_fr: Lorsque la valeur du BPM est stable, sélectionnez le bouton Enregistrer.
hu_hu: Ha a BPM-érték stabil, válassza a Mentés gombot.
it_it: Quando il valore BPM è stabile, selezionare il pulsante Salva.
ja_jp: BPMの値が安定したら、Saveボタンを選択します。
nb_no: Når BPM-verdien er stabil, velg Lagre-knappen.
nl_be: Wanneer de BPM waarde stabiel is, klik dan op Opslaan.
pl_pl: Gdy wartość BPM będzie stabilna, wybierz przycisk Zapisz.
pt_pt: Quando o valor de BPM estiver estável, seleccione o botão Guardar.
ro_ro: Când valoarea BPM este stabilă, selectați butonul Salvare.
ru_ru: Если значение BPM стабильно, нажмите на кнопку Сохранить.
sr_rs: Када је БПМ вредност стабилна, изаберите дугме Сачувај.
sv_se: När BPM-värdet är stabilt väljer du knappen Save (Spara).
uk_ua: Коли значення BPM буде стабільним, натисніть кнопку Зберегти.
vi_vn: Khi giá trị BPM ổn định, hãy chọn nút Lưu.

source: %s files found
af_za: %s lêers gevind
cs_cz: %s nalezené soubory
de_de: %s Dateien gefunden
fi_fi: %s löydetyt tiedostot
fr_fr: %s fichiers trouvés
hu_hu: %s talált fájlok
it_it: %s file trovati
ja_jp: %s個のファイルが見つかりました
nb_no: %s filer funnet
pl_pl: %s znalezione pliki
pt_pt: %s ficheiros encontrados
ro_ro: %s fișiere găsite
ru_ru: файлов %s найдено
sr_rs: %s пронађене датотеке
sv_se: %s filer hittades
uk_ua: %s знайдено файлів
vi_vn: %s tập tin được tìm thấy

source: Total Files
af_za: Totale lêers
cs_cz: Soubory celkem
de_de: Dateien insgesamt
fi_fi: Yhteensä tiedostoja
fr_fr: Total des fichiers
hu_hu: Fájlok összesen
it_it: Totale file
ja_jp: ファイル数
nb_no: Totalt antall filer
nl_be: Totaal aantal bestanden
pl_pl: Pliki ogółem
pt_pt: Total de ficheiros
ro_ro: Total fișiere
ru_ru: Всего файлов
sr_rs: Тотал Филес
sv_se: Totalt antal filer
uk_ua: Всього файлів
vi_vn: Tổng số tập tin

source: Loaded from Database
af_za: Gelaai vanaf databasis
cs_cz: Načteno z databáze
de_de: Geladen aus Datenbank
fi_fi: Ladattu tietokannasta
fr_fr: Chargé de la base de données
hu_hu: Adatbázisból betöltve
it_it: Caricato dal database
ja_jp: データベースからロード
nb_no: Lastet fra databasen
nl_be: Geladen vanuit database
pl_pl: Załadowane z bazy danych
pt_pt: Carregado da base de dados
ro_ro: Încărcat din baza de date
ru_ru: Загружено из базы данных
sr_rs: Учитано из базе података
sv_se: Laddad från databas
uk_ua: Завантажено з бази даних
vi_vn: Đã tải từ Cơ sở dữ liệu

source: New Files
af_za: Nuwe lêers
cs_cz: Nové soubory
de_de: Neuer Datei
fi_fi: Uudet tiedostot
fr_fr: Nouveaux dossiers
hu_hu: Új fájlok
it_it: Nuovi file
ja_jp: 新しいファイル
nb_no: Nye filer
nl_be: Nieuwe bestanden
pl_pl: Nowe pliki
pt_pt: Novos ficheiros
ro_ro: Fișiere noi
ru_ru: Новые файлы
sr_rs: Нев Филес
sv_se: Nya filer
uk_ua: Нові файли
vi_vn: Tập tin mới

source: Updated
af_za: Opgedateer
cs_cz: Aktualizováno
de_de: Aktualisiert
fi_fi: Päivitetty
fr_fr: Mise à jour
hu_hu: Frissített
it_it: Aggiornato
ja_jp: 更新
nb_no: Oppdatert
nl_be: Bijgewerkt
pl_pl: Aktualizacja
pt_pt: Atualizado
ro_ro: Actualizat
ru_ru: Обновлено
sr_rs: Ажурирано
sv_se: Uppdaterad
uk_ua: Оновлено
vi_vn: Đã cập nhật

source: Renamed
af_za: Hernoem
cs_cz: Přejmenování na
de_de: Umbenannt in
fi_fi: Uudelleen nimetty
fr_fr: Renommé
hu_hu: Átnevezve
it_it: Rinominato
ja_jp: 名称変更
nb_no: Omdøpt
pl_pl: Zmieniono nazwę
pt_pt: Renomeado
ro_ro: Redenumit
ru_ru: Переименовано
sr_rs: Преименовано
sv_se: Omdöpta
uk_ua: Перейменовано
vi_vn: Đã đổi tên

source: Other Files
af_za: Ander lêers
cs_cz: Ostatní soubory
de_de: Andere Dateien
fi_fi: Muut tiedostot
fr_fr: Autres fichiers
hu_hu: Egyéb fájlok
it_it: Altri file
ja_jp: その他のファイル
nb_no: Andre filer
nl_be: Andere Bestanden
pl_pl: Inne pliki
pt_pt: Outros ficheiros
ro_ro: Alte fișiere
ru_ru: Другие файлы
sr_rs: Друге датотеке
sv_se: Övriga filer
uk_ua: Інші файли
vi_vn: Các tập tin khác

source: Stopped by User
af_za: Gestop deur gebruiker
cs_cz: Zastaveno uživatelem
de_de: Von Benutzer angehalten
fi_fi: Käyttäjä pysäytti
fr_fr: Arrêté par l'utilisateur
hu_hu: Megállította a felhasználó
it_it: Fermato dall'utente
ja_jp: ユーザーによる停止
nb_no: Stoppet av bruker
nl_be: Gestopt door gebruiker
pl_pl: Zatrzymany przez użytkownika
pt_pt: Interrompido pelo utilizador
ro_ro: Întrerupt de utilizator
ru_ru: Остановлено пользователем
sr_rs: Заустављен од стране корисника
sv_se: Stoppad av användare
uk_ua: Зупинено користувачем
vi_vn: Đã dừng bởi Người dùng

source: %s Management
af_za: %s Bestuur
de_de: %s Verwaltung
fi_fi: %s Hallinto
fr_fr: %s Gestion
hu_hu: %s Menedzsment
it_it: %s Gestione
ja_jp: %sマネジメント
nb_no: %s Ledelse
nl_be: %s Beheer
pl_pl: %s Zarządzanie
pt_pt: %s Gestão
ru_ru: Управление %s
sr_rs: %s Управљање
sv_se: %s Förvaltning
uk_ua: %s Менеджмент
vi_vn: %s Quản lý

source: Edit Sequences
af_za: Wysig reekse
cs_cz: Úpravy sekvencí
de_de: Sequenzen bearbeiten
fi_fi: Muokkaa sekvenssejä
fr_fr: Modifier les séquences
hu_hu: Szerkesztés szekvenciák
it_it: Modifica delle sequenze
ja_jp: シーケンス編集
nb_no: Rediger sekvenser
nl_be: Bewerk Sequenties
pl_pl: Edycja sekwencji
pt_pt: Editar sequências
ro_ro: Editarea secvențelor
ru_ru: Редактировать порядок
sr_rs: Уреди секвенце
sv_se: Redigera sekvenser
uk_ua: Редагування послідовностей
vi_vn: Chỉnh sửa chuỗi

source: Playlist Management
af_za: Snitlysbestuur
cs_cz: Správa seznamů skladeb
de_de: Spiellisten-Verwaltung
fi_fi: Soittolistan hallinta
fr_fr: Gestion des listes de lecture
hu_hu: Lejátszási lista kezelése
it_it: Gestione delle playlist
ja_jp: プレイリスト管理
nb_no: Spillelistebehandling
nl_be: Afspeellijst beheer
pl_pl: Zarządzanie listami odtwarzania
pt_pt: Gestão de listas de reprodução
ro_ro: Gestionarea listei de redare
ru_ru: Управление плейлистом
sr_rs: Управљање плејлистом
sv_se: Hantering av spellistor
uk_ua: Керування плейлистами
vi_vn: Quản lý danh sách phát

source: Update Database
af_za: Dateer databasis op
cs_cz: Aktualizace databáze
de_de: Datenbank aktualisieren
fi_fi: Päivitä tietokanta
fr_fr: Mise à jour de la base de données
hu_hu: Adatbázis frissítése
it_it: Aggiornamento del database
ja_jp: データベースの更新
nb_no: Oppdatere database
nl_be: Database bijwerken
pl_pl: Aktualizacja bazy danych
pt_pt: Atualizar a base de dados
ro_ro: Actualizarea bazei de date
ru_ru: Обновить базу данных
sr_rs: Ажурирајте базу података
sv_se: Uppdatering av databas
uk_ua: Оновлення бази даних
vi_vn: Cập nhật cơ sở dữ liệu

source: Edit Song Lists
af_za: Wysig liedjielyste
cs_cz: Úprava seznamů skladeb
de_de: Bearbeite Stückeliste
fi_fi: Muokkaa kappaleluetteloita
fr_fr: Modifier les listes de chansons
hu_hu: Dallisták szerkesztése
it_it: Modifica degli elenchi di brani
ja_jp: ソングリストの編集
nb_no: Rediger sanglister
nl_be: Bewerk songlijsten
pl_pl: Edycja list utworów
pt_pt: Editar listas de músicas
ro_ro: Editarea listelor de melodii
ru_ru: Редактировать списки песен
sr_rs: Уредите листе песама
sv_se: Redigera låtlistor
uk_ua: Редагувати списки пісень
vi_vn: Chỉnh sửa danh sách bài hát

source: Statistics
af_za: Statistiek
cs_cz: Statistiky
de_de: Statistik
fi_fi: Tilastot
fr_fr: Statistiques
hu_hu: Statisztikák
it_it: Statistiche
ja_jp: 統計
nb_no: Statistikk
nl_be: Statistieken
pl_pl: Statystyki
pt_pt: Estatísticas
ro_ro: Statistică
ru_ru: Статистика
sr_rs: Статистика
sv_se: Statistik
uk_ua: Статистика
vi_vn: Thống kê

source: New Song List
af_za: Nuwe Liedjie Lys
cs_cz: Seznam nových skladeb
de_de: Neue Songliste
fi_fi: Uusi biisilista
fr_fr: Nouvelle liste de chansons
hu_hu: Új dalok listája
it_it: Elenco delle nuove canzoni
ja_jp: 新曲リスト
nb_no: Ny sangliste
nl_be: Nieuwe Songlijst
pl_pl: Lista nowych utworów
pt_pt: Nova lista de músicas
ro_ro: Lista melodiilor noi
ru_ru: Список новых песен
sr_rs: Нова листа песама
sv_se: Ny låtlista
uk_ua: Новий список пісень
vi_vn: Danh sách bài hát mới

source: Action failed
af_za: Handeling het misluk
cs_cz: Akce se nezdařila
de_de: Aktion gescheitert
fi_fi: Toiminta epäonnistui
fr_fr: L'action a échoué
hu_hu: A cselekvés sikertelen
it_it: Azione fallita
ja_jp: アクション失敗
nb_no: Handlingen mislyktes
nl_be: Actie mislukt
pl_pl: Działanie nie powiodło się
pt_pt: Ação falhada
ro_ro: Acțiune eșuată
ru_ru: Не удалось выполнить действие
sr_rs: Радња није успела
sv_se: Åtgärden misslyckades
uk_ua: Дія не вдалася
vi_vn: Hành động không thành công

source: Actions
af_za: Aksies
cs_cz: Akce
de_de: Aktionen
fi_fi: Toiminnot
hu_hu: Tevékenységek
it_it: Azioni
ja_jp: 行動
nb_no: Handlinger
nl_be: Acties
pl_pl: Działania
pt_pt: Acções
ro_ro: Acțiuni
ru_ru: Действия
sr_rs: Акције
sv_se: Åtgärder
uk_ua: Дії
vi_vn: Hành động

source: Apply Edit All
af_za: Pas Redigeer alles toe
cs_cz: Použít Upravit vše
de_de: Anwenden Bearbeiten Alle
fi_fi: Käytä Muokkaa kaikkia
fr_fr: Appliquer Modifier tout
hu_hu: Alkalmazás Összes szerkesztése
it_it: Applica Modifica Tutti
ja_jp: すべて編集する
nb_no: Bruk Rediger alle
nl_be: Alles Bewerken Toepassen
pl_pl: Zastosuj Edytuj wszystko
pt_pt: Aplicar Editar tudo
ro_ro: Aplicați Editați toate
ru_ru: Применить изменить все
sr_rs: Примени Уреди све
sv_se: Tillämpa Redigera Alla
uk_ua: Застосувати Редагувати все
vi_vn: Áp dụng Chỉnh sửa Tất cả

source: Cancel Edit All
af_za: Kanselleer Wysig alles
cs_cz: Zrušit Upravit vše
de_de: Abbrechen Bearbeiten Alle
fi_fi: Peruuta Muokkaa kaikkia
fr_fr: Annuler Modifier Tout
hu_hu: Törlés Összes szerkesztése
it_it: Annulla Modifica Tutti
ja_jp: すべての編集をキャンセルする
nb_no: Avbryt Rediger alle
nl_be: Alles Bewerken Annuleren
pl_pl: Anuluj Edytuj wszystko
pt_pt: Cancelar Editar tudo
ro_ro: Anulare Editare Toate
ru_ru: Отменить редактировать все
sr_rs: Откажи Уреди све
sv_se: Avbryt Redigera Alla
uk_ua: Скасувати Редагувати все
vi_vn: Hủy Sửa tất cả

source: %s is not configured.
af_za: %s is nie opgestel nie.
cs_cz: %s není nakonfigurován.
de_de: %s nicht konfiguriert ist.
fi_fi: %s ei ole määritetty.
fr_fr: %s n'est pas configuré.
hu_hu: %s nincs konfigurálva.
it_it: %s non è configurato.
ja_jp: %sが設定されていない。
nb_no: %s er ikke konfigurert.
nl_be: %s is niet geconfigureerd.
pl_pl: %s nie jest skonfigurowana.
pt_pt: %s não está configurado.
ro_ro: %s nu este configurat.
ru_ru: %s не настроен
sr_rs: %s није конфигурисан.
sv_se: %s är inte konfigurerad.
uk_ua: %s не налаштовано.
vi_vn: %s chưa được cấu hình.

source: %s Playlist
af_za: %s Snitlys
cs_cz: %s Seznam skladeb
de_de: %s Wiedergabeliste
fi_fi: %s Soittolista
fr_fr: %s Liste de lecture
hu_hu: %s Lejátszási lista
ja_jp: %sプレイリスト
nb_no: %s Spilleliste
nl_be: %s Speellijst
pl_pl: %s Lista odtwarzania
pt_pt: %s Lista de reprodução
ru_ru: Плейлист %s
sr_rs: %s Листа за репродукцију
sv_se: %s Spellista
uk_ua: %s Список відтворення
vi_vn: %s Danh sách phát

source: Song Editor
af_za: Liedredakteur
cs_cz: Editor písní
fi_fi: Laulueditori
fr_fr: Éditeur de chansons
hu_hu: Dal szerkesztő
it_it: Editor di canzoni
ja_jp: ソング・エディター
nb_no: Sangredaktør
pl_pl: Edytor utworów
pt_pt: Editor de canções
ro_ro: Editor de cântece
ru_ru: Редактор песни
sr_rs: Сонг Едитор
uk_ua: Редактор пісень
vi_vn: Biên tập bài hát

source: Mark as Same Song
af_za: Merk as dieselfde liedjie
cs_cz: Označit jako Stejná píseň
de_de: Als dasselbe Stück markieren
fi_fi: Merkitse samaksi kappaleeksi
fr_fr: Marquer comme même chanson
it_it: Contrassegnare come stessa canzone
ja_jp: 同じ曲としてマーク
nb_no: Merk som samme sang
nl_be: Markeren als hetzelfde nummer
pl_pl: Oznacz jako Ten sam utwór
pt_pt: Marcar como Same Song
ro_ro: Marcați ca același cântec
ru_ru: Отметить как ту же песню
sr_rs: Означи као исту песму
sv_se: Markera som samma sång
uk_ua: Позначити як ту саму пісню
vi_vn: Đánh dấu là cùng một bài hát

source: Clear Same Song Mark
af_za: Duidelik dieselfde liedjie merk
cs_cz: Vymazat značku stejné písně
de_de: Lösche dieselbe Stücke-Markierung
fi_fi: Tyhjennä sama kappale merkintä
fr_fr: Effacer la marque de la même chanson
it_it: Cancella il contrassegno della stessa canzone
ja_jp: クリア・セイム・ソング・マーク
nb_no: Fjern samme sangmerke
nl_be: Verwijder merkteken voor identieke nummers
pl_pl: Wyczyść znak tego samego utworu
pt_pt: Limpar a marca da mesma canção
ro_ro: Ștergeți marcajul Same Song
ru_ru: Убрать метку Та же песня
sr_rs: Обришите ознаку исте песме
sv_se: Klar Same Song Mark
vi_vn: Xóa Dấu Bài Hát Giống Nhau

source: Remove Song
af_za: Verwyder liedjie
cs_cz: Odstranit píseň
de_de: Lied entfernen
fi_fi: Poista laulu
fr_fr: Supprimer la chanson
hu_hu: Távolítsd el a dalt
it_it: Rimuovere la canzone
ja_jp: 歌の削除
nb_no: Fjern sang
pl_pl: Usuń piosenkę
pt_pt: Remover música
ro_ro: Eliminați melodia
ru_ru: Удалить песню
sr_rs: Уклони песму
sv_se: Ta bort Song
uk_ua: Видалити пісню
vi_vn: Xóa bài hát

source: Undo Song Removal
af_za: Ontdoen liedjieverwydering
cs_cz: Zrušení odstranění skladby
de_de: Song-Entfernung rückgängig machen
fi_fi: Kumoa kappaleen poisto
fr_fr: Annuler la suppression d'un morceau
hu_hu: A dal eltávolításának visszavonása
it_it: Annullamento della rimozione del brano
ja_jp: 曲の削除を元に戻す
nb_no: Angre fjerning av sang
pl_pl: Cofnij usunięcie utworu
pt_pt: Anular a remoção da música
ro_ro: Anularea eliminării melodiei
ru_ru: Отменить удаление песни
sr_rs: Поништи уклањање песме
sv_se: Ångra borttagning av låt
uk_ua: Скасувати видалення пісні
vi_vn: Hoàn tác xóa bài hát

source: Load
af_za: Laai
cs_cz: Zatížení
de_de: Laden
fi_fi: Lataa
fr_fr: Chargement
hu_hu: Terhelés
it_it: Carico
ja_jp: 負荷
nb_no: Laste
nl_be: Laad
pl_pl: Obciążenie
pt_pt: Carga
ro_ro: Încărcare
ru_ru: Загрузить
sr_rs: Учитај
sv_se: Last
uk_ua: Завантажити
vi_vn: Trọng tải

source: Start New Song List
af_za: Begin nuwe liedjielys
cs_cz: Spustit nový seznam skladeb
de_de: Neue Titelliste starten
fi_fi: Aloita uusi biisilista
fr_fr: Commencer une nouvelle liste de chansons
hu_hu: Új dallista indítása
it_it: Iniziare un nuovo elenco di brani
ja_jp: 新しい曲リストの開始
nb_no: Start ny sangliste
nl_be: Start nieuwe songlijst
pl_pl: Rozpocznij nową listę utworów
pt_pt: Iniciar nova lista de músicas
ro_ro: Începe o listă nouă de melodii
ru_ru: Начать новый список песен
sr_rs: Започни нову листу песама
sv_se: Starta ny låtlista
uk_ua: Почати новий список пісень
vi_vn: Bắt đầu danh sách bài hát mới

source: Create Copy
af_za: Skep kopie
cs_cz: Vytvořit kopii
de_de: Kopie erstellen
fi_fi: Luo kopio
fr_fr: Créer une copie
hu_hu: Másolat létrehozása
it_it: Crea copia
ja_jp: コピー作成
nb_no: Lag kopi
nl_be: Kopie maken
pl_pl: Utwórz kopię
pt_pt: Criar cópia
ro_ro: Creați o copie
ru_ru: Создать копию
sr_rs: Цреате Цопи
sv_se: Skapa kopia
uk_ua: Створити копію
vi_vn: Tạo bản sao

source: Mix
af_za: Meng
de_de: Mischen Sie
fi_fi: Sekoita
fr_fr: Mélange
it_it: Miscela
ja_jp: ミックス
nb_no: Blande
pt_pt: Mistura
ro_ro: Se amestecă
ru_ru: Микс
sr_rs: Мик
sv_se: Blanda
uk_ua: Мікс
vi_vn: Trộn

source: Swap
af_za: Ruil
cs_cz: Výměna
de_de: Tauschen
fi_fi: Vaihda
fr_fr: Échange
hu_hu: Csere
it_it: Scambio
ja_jp: スワップ
nb_no: Bytte
nl_be: Wisselen
pl_pl: Zamiana
pt_pt: Troca
ru_ru: обмен
sr_rs: Свап
sv_se: Byta
uk_ua: Своп.
vi_vn: Tráo đổi

source: Truncate
af_za: Knip af
cs_cz: Zkrácení
de_de: Abschneiden
fr_fr: Tronquer
it_it: Troncare
ja_jp: 切り捨て
nb_no: Kutt av
nl_be: Inkorten
pl_pl: Obcinanie
pt_pt: Truncar
ro_ro: Trunchiați
ru_ru: Усечение
sr_rs: Трунцате
sv_se: Avkorta
uk_ua: Укоротити
vi_vn: Cắt bớt

source: Create from Playlist
af_za: Skep vanaf snitlys
cs_cz: Vytvořit ze seznamu skladeb
de_de: Aus Wiedergabeliste erstellen
fi_fi: Luo soittolistasta
fr_fr: Créer à partir d'une liste de lecture
hu_hu: Létrehozás lejátszási listából
it_it: Creare da un elenco di riproduzione
ja_jp: プレイリストから作成
nb_no: Opprett fra spilleliste
nl_be: Aanmaken vanaf Speellijst
pl_pl: Utwórz z listy odtwarzania
pt_pt: Criar a partir da lista de reprodução
ro_ro: Creați din lista de redare
ru_ru: Создать из Плейлиста
sr_rs: Креирајте са листе за репродукцију
sv_se: Skapa från spellista
uk_ua: Створити зі списку відтворення
vi_vn: Tạo từ danh sách phát

source: Options
af_za: Opsies
cs_cz: Možnosti
de_de: Optionen
fi_fi: Vaihtoehdot
hu_hu: Opciók
it_it: Opzioni
ja_jp: オプション
nb_no: Alternativer
nl_be: Opties
pl_pl: Opcje
pt_pt: Opções
ro_ro: Opțiuni
ru_ru: Опции
sr_rs: Опције
sv_se: Alternativ
uk_ua: Параметри
vi_vn: Tùy chọn

source: Side-by-Side View
af_za: Sy-aan-sy-aansig
cs_cz: Pohled ze strany na stranu
de_de: Seite-an-Seite-Ansicht
fi_fi: Näkymä vierekkäin
fr_fr: Vue d'ensemble
hu_hu: Oldalnézeti nézet
it_it: Vista laterale
ja_jp: サイド・バイ・サイド・ビュー
nb_no: Side-ved-side-visning
nl_be: Zij-aan-zij Weergave
pl_pl: Widok obok siebie
pt_pt: Vista lado a lado
ro_ro: Vedere laterală
ru_ru: Комбинированный вид
sr_rs: Сиде-би-Сиде Виев
sv_se: Sida vid sida-översikt
uk_ua: Вид збоку
vi_vn: Xem cạnh nhau

source: Copy of %s
af_za: Afskrif van %s
cs_cz: Kopie %s
de_de: Kopie von %s
fi_fi: Kopio osoitteesta %s
fr_fr: Copie de %s
hu_hu: A %smásolata
it_it: Copia di %s
ja_jp: %sのコピー
nb_no: Kopi av %s
nl_be: Kopij van %s
pl_pl: Kopia strony %s
pt_pt: Cópia de %s
ro_ro: Copie de pe %s
ru_ru: Копия %s
sr_rs: Копија %s
sv_se: Kopia av %s
uk_ua: Копія %s
vi_vn: Bản sao của %s

source: Create
af_za: Skep
cs_cz: Vytvořit
de_de: Erzeuge
fi_fi: Luo
fr_fr: Créer
hu_hu: Hozzon létre
it_it: Creare
ja_jp: 作成
nb_no: Skape
nl_be: Maak
pl_pl: Utwórz
pt_pt: Criar
ro_ro: Creați
ru_ru: Создать
sr_rs: Креирај
sv_se: Skapa
uk_ua: Створити
vi_vn: Tạo nên

source: Time Limit
af_za: Tydsbeperking
cs_cz: Časový limit
de_de: Zeitbegrenzung
fi_fi: Aikaraja
fr_fr: Délai
hu_hu: Határidő
it_it: Limite di tempo
ja_jp: タイムリミット
nb_no: Tidsbegrensning
nl_be: Tijdslimiet
pl_pl: Limit czasu
pt_pt: Limite de tempo
ro_ro: Termen limită
ru_ru: Лимит по времени
sr_rs: Временско ограничење
sv_se: Tidsgräns
uk_ua: Обмеження в часі
vi_vn: Giới hạn thời gian

source: Invalid name. Using old name.
af_za: Ongeldige naam. Gebruik ou naam.
ro_ro: Nume invalid. Utilizarea numelui vechi.
sr_rs: Неважеће име. Користећи старо име.
vi_vn: Tên không hợp lệ. Sử dụng tên cũ.

source: Check For New
af_za: Kyk vir nuwe
cs_cz: Zkontrolujte, zda není nová
de_de: Überprüfung auf neue
fi_fi: Tarkista uudet
fr_fr: Vérifier la présence de nouveaux
hu_hu: Ellenőrizze az új
it_it: Controllare se ci sono novità
ja_jp: 新しいものをチェックする
nb_no: Se etter nytt
nl_be: Controleren op nieuwe
pl_pl: Sprawdź nowości
pt_pt: Verificar se há novidades
ro_ro: Verificare pentru nou
ru_ru: Проверить на новые файлы
sr_rs: Провери за ново
sv_se: Kontrollera för nya
uk_ua: Перевірте, чи немає нових
vi_vn: Kiểm tra mới

source: Checks for new audio files.
af_za: Kontroleer vir nuwe oudiolêers.
cs_cz: Kontroluje nové zvukové soubory.
de_de: Prüft auf neue Audiodateien.
fi_fi: Tarkistaa uudet äänitiedostot.
fr_fr: Vérifie la présence de nouveaux fichiers audio.
hu_hu: Új hangfájlok keresése.
it_it: Controlla la presenza di nuovi file audio.
ja_jp: 新しいオーディオファイルをチェックする。
nb_no: Ser etter nye lydfiler.
nl_be: Controleert op nieuwe audiobestanden.
pl_pl: Sprawdza dostępność nowych plików audio.
pt_pt: Verifica a existência de novos ficheiros de áudio.
ro_ro: Verifică fișierele audio noi.
ru_ru: Проверить наличие новых аудио файлов.
sr_rs: Проверава нове аудио датотеке.
sv_se: Kontrollerar om det finns nya ljudfiler.
uk_ua: Перевіряє наявність нових аудіофайлів.
vi_vn: Kiểm tra các tập tin âm thanh mới.

source: Compact
af_za: Kompak
cs_cz: Kompaktní
de_de: Kompakt
fi_fi: Kompakti
hu_hu: Kompakt
it_it: Compatto
ja_jp: コンパクト
nb_no: Kompakt
nl_be: Compacteren
pl_pl: Kompaktowy
pt_pt: Compacto
ru_ru: Компакт
sr_rs: Цомпацт
sv_se: Kompakt
uk_ua: Компактний
vi_vn: Nhỏ gọn

source: Compact the database. Use after audio files have been deleted.
af_za: Kompakteer die databasis. Gebruik nadat oudiolêers uitgevee is.
cs_cz: Kompaktování databáze. Použijte po odstranění zvukových souborů.
de_de: Komprimieren Sie die Datenbank. Verwenden Sie diese Option, nachdem Audiodateien gelöscht worden sind.
fi_fi: Tiivistä tietokanta. Käytä sen jälkeen, kun äänitiedostot on poistettu.
fr_fr: Compacter la base de données. À utiliser après la suppression des fichiers audio.
hu_hu: Az adatbázis tömörítése. Használja a hangfájlok törlése után.
it_it: Compatta il database. Da utilizzare dopo l'eliminazione dei file audio.
ja_jp: データベースをコンパクトにする。 オーディオファイルが削除された後に使用します。
nb_no: Komprimer databasen. Bruk etter at lydfiler er slettet.
nl_be: Compacteer de database. Gebruik deze na het verwijderen van audiobestanden.
pl_pl: Kompaktowanie bazy danych. Użyj po usunięciu plików audio.
pt_pt: Compacta a base de dados. Utilizar depois de os ficheiros de áudio terem sido eliminados.
ro_ro: Compactează baza de date. Utilizați după ce fișierele audio au fost șterse.
ru_ru: Сократить базу данных. Использовать после удаления аудио файлов.
sr_rs: Сажимање базе података. Користи се након брисања аудио датотека.
sv_se: Komprimera databasen. Används efter att ljudfiler har raderats.
uk_ua: Ущільнити базу даних. Використовуйте після видалення аудіофайлів.
vi_vn: Nén cơ sở dữ liệu. Sử dụng sau khi các tệp âm thanh đã bị xóa.

source: Reorganise
af_za: Herorganiseer
cs_cz: Reorganizace
de_de: Neu organisieren
fi_fi: Järjestä uudelleen
fr_fr: Réorganiser
hu_hu: A újraszervezése
it_it: Riorganizzare
ja_jp: 再編成
nb_no: Omorganisere
nl_be: Reorganiseren
pl_pl: Reorganizacja
pt_pt: Reorganizar
ro_ro: Reorganizare
ru_ru: Реорганизовать
sr_rs: Реорганизовати
sv_se: Omorganisera
uk_ua: Реорганізувати
vi_vn: Tổ chức lại
