Repository: bll123/ballroomdj-4
Catalog: src/po/web-*.po
Languages: de_de, ja_jp

source: All users of BallroomDJ are urged to convert to BallroomDJ 4
de_de: Alle Nutzer von BallroomDJ werden dringend gebeten, auf BallroomDJ 4 umzusteigen.
ja_jp: BallroomDJのすべてのユーザーは、BallroomDJ 4に変換することをお勧めします。

source: BallroomDJ 4 - Ballroom Music Player
de_de: BallroomDJ 4 - Ballroom-Musikspieler
ja_jp: BallroomDJ 4 - ボールルーム・ミュージック・プレーヤー

source: BallroomDJ 4 (BDJ4) is a music player designed for desktop and laptop computers (and will work on some tablets). It is designed to be able to play music for the entire evening without any intervention.
de_de: BallroomDJ 4 (BDJ4) ist ein Musik-Player, der für Desktop- und Laptop-Computer entwickelt wurde (und auf einigen Tablets funktioniert). Er ist so konzipiert, dass er einen ganzen Abend lang Musik abspielen kann, ohne dass man eingreifen muss.
ja_jp: BallroomDJ 4 (BDJ4)は、デスクトップおよびラップトップコンピュータ用に設計された音楽プレーヤーです（一部のタブレットでも動作します）。何もしなくても、一晩中音楽を再生できるように設計されています。

source: BallroomDJ 4 - The Ballroom Music Player
de_de: BallroomDJ 4 - Der Ballroom-Musikspieler
ja_jp: BallroomDJ 4 - ボールルーム・ミュージック・プレーヤー

source: BallroomDJ at pro-linux.de
de_de: BallroomDJ bei pro-linux.de
ja_jp: pro-linux.deのBallroomDJ

source: BallroomDJ was the previous ballroom music player. It is no longer supported.
de_de: BallroomDJ war der bisherige Ballroom-Musikplayer. Er wird nicht mehr unterstützt.
ja_jp: BallroomDJは以前のボールルームミュージックプレーヤーです。現在はサポートされていません。

source: BDJ4 at freshcode.club
de_de: BDJ4 bei freshcode.club

source: BDJ4 Features
de_de: BDJ4 Merkmale
ja_jp: BDJ4の特徴

source: BDJ4 is highly customizable and provides facilities to organize ballroom dance music and create song lists, automatic playlists and sequenced playlists.
de_de: BDJ4 ist in hohem Maße anpassbar und bietet Möglichkeiten zur Organisation von Tanzmusik und zur Erstellung von Songlisten, automatischen Playlists und sequenzierten Playlists.
ja_jp: BDJ4は高度なカスタマイズが可能で、社交ダンスの音楽を整理し、曲リスト、自動プレイリスト、シーケンスプレイリストを作成する機能を備えています。

source: BDJ4 runs on Windows, MacOS and Linux.
de_de: BDJ4 läuft unter Windows, MacOS und Linux.
ja_jp: BDJ4はWindows、MacOS、Linuxで動作します。

source: Change Log
de_de: Anderungsprotokoll
ja_jp: 変更履歴

source: Donate
de_de: Spenden Sie
ja_jp: 寄付する

source: Donate to software projects that BDJ4 uses:
de_de: Spenden Sie für Softwareprojekte, die BDJ4 nutzt:
ja_jp: BDJ4が使用しているソフトウェアプロジェクトに寄付する：

source: Download BallroomDJ 3
de_de: BallroomDJ 3 herunterladen
ja_jp: BallroomDJ 3をダウンロード

source: Download BallroomDJ 4
de_de: BallroomDJ 4 herunterladen

source: Help Translate BallroomDJ 4
de_de: Hilfe zum Übersetzen von BallroomDJ 4
ja_jp: BallroomDJ 4の翻訳を助ける

source: latest version
de_de: neueste Version
ja_jp: 最新版

source: Menu
de_de: Menü
ja_jp: メニュー

source: Other sites where BallroomDJ 4 release announcements can be found:
de_de: Andere Seiten, auf denen BallroomDJ 4-Veröffentlichungen angekündigt werden können:
ja_jp: BallroomDJ 4のリリース発表が見られる他のサイト：

source: (donate button at very top)
de_de: (Spendentaste ganz oben)
ja_jp: (一番上に寄付ボタンがあります）

source: Donate to BDJ4
de_de: Spenden Sie an BDJ4
ja_jp: BDJ4に寄付する

source: BDJ4 Forum
ja_jp: BDJ4フォーラム

source: BDJ4 Wiki
ja_jp: BDJ4 ウィキ
