Repository: bll123/ballroomdj-4
Catalog: src/po/web/web-*.po
Languages: af_za, cs_cz, da_dk, es_es, fi_fi, fr_fr, it_it, ko_kr, nb_no, nl_be, pl_pl, pt_pt, ro_ro, ru_ru, sr_rs, sv_se, uk_ua, vi_vn, zh_cn, zh_tw

source: All users of BallroomDJ are urged to convert to BallroomDJ 4
af_za: Alle gebruikers van BallroomDJ word versoek om na BallroomDJ 4 oor te skakel
cs_cz: Všichni uživatelé BallroomDJ jsou vyzváni, aby přešli na BallroomDJ 4.
da_dk: Alle brugere af BallroomDJ opfordres til at konvertere til BallroomDJ 4
es_es: Se insta a todos los usuarios de BallroomDJ a pasar a BallroomDJ 4
fi_fi: Kaikkia BallroomDJ:n käyttäjiä kehotetaan siirtymään BallroomDJ 4:ään.
fr_fr: Tous les utilisateurs de BallroomDJ sont invités à passer à BallroomDJ 4.
it_it: Tutti gli utenti di BallroomDJ sono invitati a convertirsi a BallroomDJ 4.
ko_kr: BallroomDJ의 모든 사용자는 BallroomDJ 4로 전환할 것을 권장합니다.
nb_no: Alle brukere av BallroomDJ oppfordres til å konvertere til BallroomDJ 4
nl_be: Alle gebruikers van BallroomDJ worden aangeraden om te converteren naar BallroomDJ 4
pl_pl: Zachęcamy wszystkich użytkowników BallroomDJ do przejścia na BallroomDJ 4
pt_pt: Todos os utilizadores de BallroomDJ são convidados a converter para BallroomDJ 4
ro_ro: Toți utilizatorii de BallroomDJ sunt îndemnați să convertească la BallroomDJ 4
ru_ru: Всем пользователям BallroomDJ настоятельно рекомендуется перейти на BallroomDJ 4
sr_rs: Сви корисници BallroomDJ-а се позивају да пређу на BallroomDJ 4
sv_se: Alla användare av BallroomDJ uppmanas att konvertera till BallroomDJ 4
uk_ua: Усім користувачам BallroomDJ рекомендується перейти на BallroomDJ 4
vi_vn: Tất cả người dùng BallroomDJ được khuyến khích chuyển đổi sang BallroomDJ 4
zh_cn: 敦促 BallroomDJ 的所有用户转换到 BallroomDJ 4
zh_tw: 敦促 BallroomDJ 的所有用戶轉換為 BallroomDJ 4

source: BallroomDJ 4 - Ballroom Music Player
cs_cz: BallroomDJ 4 - Přehrávač taneční hudby
da_dk: BallroomDJ 4 - Ballroom musikafspiller
es_es: BallroomDJ 4 - Reproductor de música de salón
fi_fi: BallroomDJ 4 - Ballroom-musiikkisoitin
fr_fr: BallroomDJ 4 - Lecteur de musique de salon
it_it: BallroomDJ 4 - Lettore di musica da sala da ballo
ko_kr: BallroomDJ 4 - 볼룸 음악 플레이어
nl_be: BallroomDJ 4 - Ballroom Muziekspeler
pl_pl: BallroomDJ 4 - Odtwarzacz muzyki z sali balowej
pt_pt: BallroomDJ 4 - Leitor de música de salão
ru_ru: BallroomDJ 4 - Ballroom Музыкальный плеер
sr_rs: BallroomDJ 4 - Баллроом Мусиц Плаиер
sv_se: BallroomDJ 4 - Musikspelare för balsalar
uk_ua: BallroomDJ 4 - програвач бальної музики
vi_vn: BallroomDJ 4 - Máy nghe nhạc Ballroom
zh_cn: BallroomDJ 4 - 舞厅音乐播放器
zh_tw: BallroomDJ 4 - 舞廳音樂播放器

source: BallroomDJ 4 (BDJ4) is a music player designed for desktop and laptop computers (and will work on some tablets). It is designed to be able to play music for the entire evening without any intervention.
af_za: BallroomDJ 4 (BDJ4) is 'n musiekspeler wat ontwerp is vir rekenaar- en skootrekenaars (en sal op sommige tablette werk). Dit is ontwerp om musiek vir die hele aand te kan speel sonder enige ingryping.
cs_cz: BallroomDJ 4 (BDJ4) je hudební přehrávač určený pro stolní počítače a notebooky (funguje i na některých tabletech). Je navržen tak, aby dokázal přehrávat hudbu po celý večer bez jakéhokoli zásahu.
da_dk: BallroomDJ 4 (BDJ4) er en musikafspiller designet til stationære og bærbare computere (og vil fungere på nogle tablets). Den er designet til at kunne spille musik hele aftenen uden indblanding.
es_es: BallroomDJ 4 (BDJ4) es un reproductor de música diseñado para ordenadores de sobremesa y portátiles (y funcionará en algunas tabletas). Está diseñado para poder reproducir música durante toda la velada sin ninguna intervención.
fi_fi: BallroomDJ 4 (BDJ4) on musiikkisoitin, joka on suunniteltu pöytätietokoneille ja kannettaville tietokoneille (ja toimii myös joillakin tableteilla). Se on suunniteltu siten, että se pystyy soittamaan musiikkia koko illan ajan ilman mitään toimenpiteitä.
fr_fr: BallroomDJ 4 (BDJ4) est un lecteur de musique conçu pour les ordinateurs de bureau et les ordinateurs portables (et fonctionnera sur certaines tablettes). Il est conçu pour pouvoir jouer de la musique pendant toute la soirée sans aucune intervention.
it_it: BallroomDJ 4 (BDJ4) è un lettore musicale progettato per computer desktop e portatili (e funziona anche su alcuni tablet). È stato progettato per essere in grado di riprodurre musica per l'intera serata senza alcun intervento.
ko_kr: BallroomDJ 4(BDJ4)는 데스크톱 및 노트북 컴퓨터용으로 설계된 음악 플레이어입니다(일부 태블릿에서도 작동). 별도의 조작 없이 저녁 내내 음악을 재생할 수 있도록 설계되었습니다.
nb_no: BallroomDJ 4 (BDJ4) er en musikkspiller designet for stasjonære og bærbare datamaskiner (og vil fungere på noen nettbrett). Den er designet for å kunne spille musikk hele kvelden uten inngrep.
nl_be: BallroomDJ 4 (BDJ4) is een muziekspeler die ontworpen is voor desktop- en laptopcomputers (en werkt op sommige tablets). Hij is ontworpen om de hele avond muziek af te spelen zonder enige tussenkomst.
pl_pl: BallroomDJ 4 (BDJ4) to odtwarzacz muzyczny przeznaczony dla komputerów stacjonarnych i laptopów (działa również na niektórych tabletach). Został zaprojektowany tak, aby móc odtwarzać muzykę przez cały wieczór bez żadnej interwencji.
pt_pt: O BallroomDJ 4 (BDJ4) é um leitor de música concebido para computadores de secretária e portáteis (e funciona em alguns tablets). Foi concebido para poder reproduzir música durante toda a noite sem qualquer intervenção.
ro_ro: BallroomDJ 4 (BDJ4) este un player de muzică conceput pentru computere desktop și laptop (și va funcționa pe unele tablete). Acesta este conceput pentru a putea reda muzică pentru întreaga seară fără nicio intervenție.
ru_ru: BallroomDJ 4 (BDJ4) - это музыкальный проигрыватель, предназначенный для настольных компьютеров и ноутбуков (а также для некоторых планшетов). Он рассчитан на воспроизведение музыки в течение всего вечера без какого-либо вмешательства.
sr_rs: BallroomDJ 4 (BDJ4) је музички плејер дизајниран за десктоп и лаптоп рачунаре (и радиће на неким таблетима). Дизајниран је тако да може да пушта музику цело вече без икакве интервенције.
sv_se: BallroomDJ 4 (BDJ4) är en musikspelare som är avsedd för stationära och bärbara datorer (och fungerar även på vissa surfplattor). Den är utformad för att kunna spela musik under hela kvällen utan att någon behöver ingripa.
uk_ua: BallroomDJ 4 (BDJ4) - це музичний програвач, призначений для настільних і портативних комп'ютерів (і буде працювати на деяких планшетах). Він розроблений таким чином, щоб мати можливість відтворювати музику протягом усього вечора без будь-якого втручання.
vi_vn: BallroomDJ 4 (BDJ4) là trình phát nhạc được thiết kế cho máy tính để bàn và máy tính xách tay (và sẽ hoạt động trên một số máy tính bảng). Nó được thiết kế để có thể phát nhạc trong toàn bộ buổi tối mà không cần bất kỳ sự can thiệp nào.
zh_cn: BallroomDJ 4 (BDJ4) 是一款专为台式机和笔记本电脑设计的音乐播放器（也可在某些平板电脑上使用）。它的设计目的是能够在没有任何干预的情况下播放整晚的音乐。
zh_tw: BallroomDJ 4 (BDJ4) 是一款專為桌上型電腦和筆記型電腦設計的音樂播放器（並且可以在某些平板電腦上運作）。它的設計目的是能夠在整個晚上播放音樂而無需任何干預。

source: BallroomDJ 4 - The Ballroom Music Player
af_za: BallroomDJ 4 - Die Ballroom Musiekspeler
cs_cz: BallroomDJ 4 - Přehrávač hudby pro taneční sály
es_es: BallroomDJ 4 - El reproductor de música de salón
fi_fi: BallroomDJ 4 - Tanssisalin musiikkisoitin
fr_fr: BallroomDJ 4 - Le lecteur de musique de salon
it_it: BallroomDJ 4 - Il lettore musicale per sale da ballo
ko_kr: BallroomDJ 4 - 연회장 음악 플레이어
nl_be: BallroomDJ 4 - De Ballroom Muziekspeler
pl_pl: BallroomDJ 4 - Odtwarzacz muzyki z sali balowej
pt_pt: BallroomDJ 4 - O leitor de música de salão
ro_ro: BallroomDJ 4 - Playerul de muzică Ballroom
ru_ru: BallroomDJ 4 - Ballroom Музыкальный плеер
sr_rs: BallroomDJ 4 - Тхе Баллроом Мусиц Плаиер
sv_se: BallroomDJ 4 - Musikspelaren för ballroom
uk_ua: BallroomDJ 4 - програвач бальної музики
vi_vn: BallroomDJ 4 - Trình phát nhạc Ballroom
zh_cn: BallroomDJ 4 - 舞厅音乐播放器
zh_tw: BallroomDJ 4 - 舞廳音樂播放器

source: BallroomDJ at pro-linux.de
af_za: BallroomDJ by pro-linux.de
cs_cz: BallroomDJ na adrese pro-linux.de
da_dk: BallroomDJ på pro-linux.de
es_es: BallroomDJ en pro-linux.de
fi_fi: BallroomDJ osoitteessa pro-linux.de
fr_fr: BallroomDJ à pro-linux.de
it_it: BallroomDJ su pro-linux.de
ko_kr: pro-linux.de의 BallroomDJ
nb_no: BallroomDJ på pro-linux.de
nl_be: BallroomDJ op pro-linux.de
pl_pl: BallroomDJ na pro-linux.de
pt_pt: BallroomDJ em pro-linux.de
ro_ro: BallroomDJ la pro-linux.de
ru_ru: BallroomDJ на pro-linux.de
sr_rs: BallroomDJ на про-линук.де
sv_se: BallroomDJ på pro-linux.de
uk_ua: BallroomDJ на pro-linux.de
vi_vn: BallroomDJ tại pro-linux.de
zh_tw: pro-linux.de 上的 BallroomDJ

source: BallroomDJ was the previous ballroom music player. It is no longer supported.
af_za: BallroomDJ was die vorige balsaalmusiekspeler. Dit word nie meer ondersteun nie.
cs_cz: BallroomDJ byl předchozím přehrávačem taneční hudby. Ten již není podporován.
da_dk: BallroomDJ var den tidligere balsal musikafspiller. Det understøttes ikke længere.
es_es: BallroomDJ era el anterior reproductor de música de salón. Ya no es compatible.
fi_fi: BallroomDJ oli edellinen tanssisalimusiikkisoitin. Sitä ei enää tueta.
fr_fr: BallroomDJ était le précédent lecteur de musique de salon. Il n'est plus pris en charge.
it_it: BallroomDJ era il precedente lettore musicale per sale da ballo. Non è più supportato.
ko_kr: BallroomDJ는 이전의 연회장 음악 플레이어였습니다. 더 이상 지원되지 않습니다.
nb_no: BallroomDJ var den forrige ballroommusikkspilleren. Det støttes ikke lenger.
nl_be: BallroomDJ was de vorige ballroom muziekspeler. Deze wordt niet langer ondersteund.
pl_pl: BallroomDJ był poprzednim odtwarzaczem muzyki z sal balowych. Nie jest on już obsługiwany.
pt_pt: O BallroomDJ era o anterior leitor de música de salão de baile. Já não é suportado.
ro_ro: BallroomDJ a fost playerul anterior de muzică de sală de bal. Acesta nu mai este acceptat.
ru_ru: BallroomDJ был предыдущим ballroom проигрывателем музыки. Он больше не поддерживается.
sr_rs: BallroomDJ је био претходни плејер за балску музику. Више није подржано.
sv_se: BallroomDJ var den tidigare musikspelaren för balsalar. Den stöds inte längre.
uk_ua: BallroomDJ був попереднім програвачем бальної музики. Він більше не підтримується.
vi_vn: BallroomDJ là trình phát nhạc khiêu vũ trước đây. Hiện không còn được hỗ trợ nữa.
zh_cn: BallroomDJ 是之前的舞厅音乐播放器。现在已不再支持。
zh_tw: BallroomDJ 是以前的舞廳音樂播放器。不再支援。

source: BDJ4 at freshcode.club
af_za: BDJ4 by freshcode.club
cs_cz: BDJ4 na freshcode.club
da_dk: BDJ4 på freshcode.club
es_es: BDJ4 en freshcode.club
fi_fi: BDJ4 osoitteessa freshcode.club
fr_fr: BDJ4 à freshcode.club
it_it: BDJ4 su freshcode.club
ko_kr: freshcode.club의 BDJ4
nb_no: BDJ4 på freshcode.club
nl_be: BDJ4 op freshcode.club
pl_pl: BDJ4 na freshcode.club
pt_pt: BDJ4 em freshcode.club
ro_ro: BDJ4 la freshcode.club
ru_ru: BDJ4 на freshcode.club
sr_rs: BDJ4 на фресхцоде.цлуб
sv_se: BDJ4 på freshcode.club
uk_ua: BDJ4 на freshcode.club
vi_vn: BDJ4 tại freshcode.club
zh_tw: BDJ4 在 freshcode.club

source: BDJ4 Features
af_za: BDJ4 kenmerke
cs_cz: Vlastnosti BDJ4
da_dk: BDJ4 funktioner
es_es: BDJ4 Características
fi_fi: BDJ4 ominaisuudet
fr_fr: BDJ4 Caractéristiques
it_it: Caratteristiche BDJ4
ko_kr: BDJ4 특징
nb_no: BDJ4-funksjoner
nl_be: BDJ4 Kenmerken
pl_pl: Cechy BDJ4
pt_pt: BDJ4 Características
ro_ro: Caracteristici BDJ4
ru_ru: Функции BDJ4
sr_rs: BDJ4 карактеристике
sv_se: BDJ4 Funktioner
uk_ua: Особливості BDJ4
vi_vn: Tính năng của BDJ4
zh_cn: BDJ4 功能
zh_tw: BDJ4 特點

source: BDJ4 Forum
cs_cz: BDJ4 Fórum
es_es: Foro BDJ4
fi_fi: BDJ4-foorumi
fr_fr: Forum BDJ4
it_it: Forum BDJ4
ko_kr: BDJ4 포럼
pl_pl: Forum BDJ4
pt_pt: Fórum BDJ4
ru_ru: Форум BDJ4
sr_rs: BDJ4 Форум
uk_ua: Форум BDJ4
vi_vn: Diễn đàn BDJ4
zh_cn: BDJ4 论坛
zh_tw: BDJ4論壇

source: BDJ4 is highly customizable and provides facilities to organize ballroom dance music and create song lists, automatic playlists and sequenced playlists.
af_za: BDJ4 is hoogs aanpasbaar en bied fasiliteite om baldansmusiek te organiseer en liedjielyste, outomatiese snitlyste en opeenvolgende snitlyste te skep.
cs_cz: BDJ4 je vysoce přizpůsobitelný a poskytuje možnosti organizace hudby pro společenský tanec a vytváření seznamů skladeb, automatických playlistů a sekvenčních playlistů.
da_dk: BDJ4 er meget tilpasselig og giver faciliteter til at organisere balsal dansemusik og oprette sanglister, automatiske afspilningslister og sekvenserede afspilningslister.
es_es: BDJ4 es altamente personalizable y proporciona facilidades para organizar la música de baile de salón y crear listas de canciones, listas de reproducción automáticas y listas de reproducción secuenciadas.
fi_fi: BDJ4 on hyvin muokattavissa, ja se tarjoaa mahdollisuuden järjestää tanssimusiikkia ja luoda kappaleluetteloita, automaattisia soittolistoja ja peräkkäisiä soittolistoja.
fr_fr: BDJ4 est hautement personnalisable et permet d'organiser la musique de danse de salon et de créer des listes de chansons, des listes de lecture automatiques et des listes de lecture séquencées.
it_it: BDJ4 è altamente personalizzabile e offre la possibilità di organizzare la musica da ballo e di creare elenchi di brani, playlist automatiche e playlist in sequenza.
ko_kr: BDJ4는 고도로 사용자 정의가 가능하며 볼룸 댄스 음악을 구성하고 노래 목록, 자동 재생 목록 및 시퀀스 재생 목록을 만들 수 있는 기능을 제공합니다.
nb_no: BDJ4 er svært tilpassbar og gir fasiliteter for å organisere ballroomdansemusikk og lage sanglister, automatiske spillelister og sekvenserte spillelister.
nl_be: BDJ4 is in hoge mate aanpasbaar en biedt faciliteiten om stijldansmuziek te organiseren en songlijsten, automatische afspeellijsten en sequentiÃ«le afspeellijsten te maken.
pl_pl: BDJ4 jest wysoce konfigurowalny i zapewnia funkcje organizowania muzyki do tańca towarzyskiego oraz tworzenia list utworów, automatycznych list odtwarzania i sekwencyjnych list odtwarzania.
pt_pt: O BDJ4 é altamente personalizável e oferece facilidades para organizar músicas de dança de salão e criar listas de músicas, listas de reprodução automáticas e listas de reprodução sequenciadas.
ro_ro: BDJ4 este foarte personalizabil și oferă facilități pentru organizarea muzicii de dans de salon și crearea de liste de melodii, liste de redare automate și liste de redare secvențiale.
ru_ru: BDJ4 обладает широкими возможностями настройки и позволяет организовывать музыку для бальных танцев, создавать списки песен, автоматические и последовательные списки воспроизведения.
sr_rs: BDJ4 је веома прилагодљив и пружа могућности за организовање музике за балске плесове и креирање листа песама, аутоматских плејлиста и секвенцираних плејлиста.
sv_se: BDJ4 är mycket anpassningsbart och ger möjlighet att organisera dansmusik och skapa låtlistor, automatiska spellistor och sekvenserade spellistor.
uk_ua: BDJ4 легко налаштовується і надає можливості для організації музики для бальних танців та створення списків пісень, автоматичних списків відтворення і послідовних списків відтворення.
vi_vn: BDJ4 có khả năng tùy chỉnh cao và cung cấp các tiện ích để sắp xếp nhạc khiêu vũ và tạo danh sách bài hát, danh sách phát tự động và danh sách phát theo trình tự.
zh_cn: BDJ4 可高度自定义，提供组织舞厅音乐、创建歌曲列表、自动播放列表和顺序播放列表的功能。
zh_tw: BDJ4 是高度可自訂的，並提供了組織舞廳舞曲和創建歌曲清單、自動播放清單和排序播放清單的設施。

source: BDJ4 runs on Windows, MacOS and Linux.
af_za: BDJ4 loop op Windows, MacOS en Linux.
cs_cz: BDJ4 běží v systémech Windows, MacOS a Linux.
da_dk: BDJ4 kører på Windows, MacOS og Linux.
es_es: BDJ4 funciona en Windows, MacOS y Linux.
fi_fi: BDJ4 toimii Windowsissa, MacOS:ssä ja Linuxissa.
fr_fr: BDJ4 fonctionne sous Windows, MacOS et Linux.
it_it: BDJ4 funziona su Windows, MacOS e Linux.
ko_kr: BDJ4는 Windows, MacOS 및 Linux에서 실행됩니다.
nb_no: BDJ4 kjører på Windows, MacOS og Linux.
nl_be: BDJ4 werkt op Windows, MacOS en Linux.
pl_pl: BDJ4 działa w systemach Windows, MacOS i Linux.
pt_pt: O BDJ4 funciona em Windows, MacOS e Linux.
ro_ro: BDJ4 rulează pe Windows, MacOS și Linux.
ru_ru: BDJ4 работает на Windows, MacOS и Linux.
sr_rs: BDJ4 ради на Виндовс, МацОС и Линук.
sv_se: BDJ4 körs på Windows, MacOS och Linux.
uk_ua: BDJ4 працює на Windows, MacOS та Linux.
vi_vn: BDJ4 chạy trên Windows, MacOS và Linux.
zh_cn: BDJ4 可在 Windows、MacOS 和 Linux 上运行。
zh_tw: BDJ4 可在 Windows、MacOS 和 Linux 上運作。

source: BDJ4 Wiki
ko_kr: BDJ4 위키
ru_ru: Вики BDJ4
sr_rs: BDJ4 Вики
uk_ua: BDJ4 Вікі
vi_vn: Wiki BDJ4
zh_cn: BDJ4 维基百科
zh_tw: BDJ4 維基

source: Change Log
af_za: Verander log
cs_cz: Záznam o změnách
da_dk: Skift log
es_es: Registro de cambios
fi_fi: Muutosloki
fr_fr: Journal des modifications
it_it: Registro delle modifiche
ko_kr: 변경 로그
nb_no: Endre logg
nl_be: Logboek Wijzigingen
pl_pl: Dziennik zmian
pt_pt: Registo de alterações
ro_ro: Jurnal de modificări
ru_ru: Список изменений
sr_rs: Дневник промена
sv_se: Ändra logg
uk_ua: Журнал змін
vi_vn: Nhật ký thay đổi
zh_cn: 更改日志
zh_tw: 變更日誌

source: Donate
af_za: Skenk
cs_cz: Darovat
da_dk: Doner
es_es: Donar
fi_fi: Lahjoita
fr_fr: Faire un don
it_it: Donare
ko_kr: 기부하기
nb_no: Donere
nl_be: Donaties
pl_pl: Darowizna
pt_pt: Doar
ro_ro: Donează
ru_ru: Поддержать
sr_rs: Донирајте
sv_se: Donera
uk_ua: Пожертвувати
vi_vn: Quyên tặng
zh_cn: 捐赠
zh_tw: 捐

source: Donate to software projects that BDJ4 uses:
af_za: Skenk aan sagtewareprojekte wat BDJ4 gebruik:
cs_cz: Přispějte na softwarové projekty, které BDJ4 používá:
da_dk: Doner til softwareprojekter, som BDJ4 bruger:
es_es: Dona a proyectos de software que utiliza BDJ4:
fi_fi: Lahjoita BDJ4:n käyttämille ohjelmistoprojekteille:
fr_fr: Faire un don aux projets logiciels utilisés par BDJ4 :
it_it: Donare ai progetti software che BDJ4 utilizza:
ko_kr: BDJ4가 사용하는 소프트웨어 프로젝트에 기부하세요:
nb_no: Doner til programvareprosjekter som BDJ4 bruker:
nl_be: Doneer aan softwareprojecten die BDJ4 gebruikt:
pl_pl: Przekaż darowiznę na rzecz projektów oprogramowania, z których korzysta BDJ4:
pt_pt: Fazer donativos para projectos de software que a BDJ4 utiliza:
ro_ro: Donați pentru proiectele software pe care le utilizează BDJ4:
ru_ru: Поддержать программные проекты, которые используют BDJ4:
sr_rs: Донирајте софтверским пројектима које BDJ4 користи:
sv_se: Donera till mjukvaruprojekt som BDJ4 använder:
uk_ua: Пожертвуйте на програмні проекти, які використовує BDJ4:
vi_vn: Quyên góp cho các dự án phần mềm mà BDJ4 sử dụng:
zh_cn: 为 BDJ4 使用的软件项目捐款：
zh_tw: 捐贈給 BDJ4 使用的軟體專案：

source: Download BallroomDJ 3
af_za: Laai BallroomDJ 3 af
cs_cz: Stáhnout BallroomDJ 3
es_es: Descargar BallroomDJ 3
fi_fi: Lataa BallroomDJ 3
fr_fr: Télécharger BallroomDJ 3
it_it: Scaricare BallroomDJ 3
ko_kr: BallroomDJ 3 다운로드
nb_no: Last ned BallroomDJ 3
pl_pl: Pobierz BallroomDJ 3
pt_pt: Descarregar o BallroomDJ 3
ro_ro: Descărcați BallroomDJ 3
ru_ru: Скачать BallroomDJ 3
sr_rs: Преузмите BallroomDJ 3
sv_se: Ladda ner BallroomDJ 3
uk_ua: Завантажити BallroomDJ 3
vi_vn: Tải BallroomDJ 3
zh_cn: 下载 BallroomDJ 3
zh_tw: 下載舞廳DJ 3

source: Download BallroomDJ 4
af_za: Laai BallroomDJ 4 af
cs_cz: Stáhnout BallroomDJ 4
es_es: Descargar BallroomDJ 4
fi_fi: Lataa BallroomDJ 4
fr_fr: Télécharger BallroomDJ 4
it_it: Scaricare BallroomDJ 4
ko_kr: BallroomDJ 4 다운로드
nb_no: Last ned BallroomDJ 4
pl_pl: Pobierz BallroomDJ 4
pt_pt: Descarregar o BallroomDJ 4
ro_ro: Descărcați BallroomDJ 4
ru_ru: Скачать BallroomDJ 4
sr_rs: Преузмите BallroomDJ 4
sv_se: Ladda ner BallroomDJ 4
uk_ua: Завантажити BallroomDJ 4
vi_vn: Tải BallroomDJ 4
zh_cn: 下载 BallroomDJ 4
zh_tw: 下載舞廳DJ 4

source: Help Translate BallroomDJ 4
cs_cz: Nápověda Přeložit BallroomDJ 4
da_dk: Hjælp med at oversætte BallroomDJ 4
es_es: Ayuda para traducir BallroomDJ 4
fi_fi: Auta kääntämään BallroomDJ 4
fr_fr: Aidez-nous à traduire BallroomDJ 4
it_it: Aiuto per la traduzione di BallroomDJ 4
ko_kr: BallroomDJ 4 번역 도움말
nb_no: Hjelp til å oversette BallroomDJ 4
nl_be: Help BallroomDJ 4 Vertalen
pl_pl: Pomoc w tłumaczeniu BallroomDJ 4
pt_pt: Ajuda para traduzir o BallroomDJ 4
ro_ro: Ajutor Traducere BallroomDJ 4
ru_ru: Помогите перевести BallroomDJ 4
sr_rs: Помоћ у преводу BallroomDJ 4
sv_se: Hjälp att översätta BallroomDJ 4
uk_ua: Допоможіть перекласти BallroomDJ 4
vi_vn: Trợ giúp dịch BallroomDJ 4
zh_cn: 帮助翻译 BallroomDJ 4
zh_tw: 幫忙翻譯 BallroomDJ 4

source: latest version
af_za: nuutste weergawe
cs_cz: nejnovější verze
da_dk: nyeste version
es_es: última versión
fi_fi: uusin versio
fr_fr: dernière version
it_it: ultima versione
ko_kr: 최신 버전
nb_no: siste versjon
nl_be: laatste versie
pl_pl: najnowsza wersja
pt_pt: última versão
ro_ro: ultima versiune
ru_ru: последняя версия
sr_rs: најновија верзија
sv_se: senaste versionen
uk_ua: остання версія
vi_vn: phiên bản mới nhất
zh_cn: 最新版本
zh_tw: 最新版本

source: Menu
af_za: Spyskaart
cs_cz: Nabídka
es_es: Menú
fi_fi: Valikko
ko_kr: 메뉴
nb_no: Meny
ro_ro: Meniu
ru_ru: Меню
sr_rs: Мени
sv_se: Meny
uk_ua: Меню
vi_vn: Thực đơn
zh_cn: 菜单
zh_tw: 選單

source: Other sites where BallroomDJ 4 release announcements can be found:
af_za: Ander werwe waar BallroomDJ 4 vrystelling aankondigings gevind kan word:
cs_cz: Další stránky, kde lze najít oznámení o vydání BallroomDJ 4:
da_dk: Andre websteder, hvor BallroomDJ 4-udgivelsesmeddelelser kan findes:
es_es: Otros sitios donde se pueden encontrar anuncios del lanzamiento de BallroomDJ 4:
fi_fi: Muita sivustoja, joilla BallroomDJ 4:n julkaisuilmoitukset löytyvät:
fr_fr: Autres sites où des annonces de sortie de BallroomDJ 4 peuvent être trouvées :
it_it: Altri siti in cui è possibile trovare annunci di rilascio di BallroomDJ 4:
ko_kr: BallroomDJ 4 출시 공지를 확인할 수 있는 다른 사이트도 있습니다:
nb_no: Andre nettsteder hvor utgivelseskunngjøringer for BallroomDJ 4 kan bli funnet:
nl_be: Andere sites waar BallroomDJ 4 release-aankondigingen te vinden zijn:
pl_pl: Inne strony, na których można znaleźć zapowiedzi wydania BallroomDJ 4:
pt_pt: Outros sítios onde podem ser encontrados anúncios de lançamento do BallroomDJ 4:
ro_ro: Alte site-uri unde pot fi găsite anunțuri de lansare BallroomDJ 4:
ru_ru: Другие сайты, на которых можно найти анонсы релизов BallroomDJ 4:
sr_rs: Други сајтови на којима се могу наћи најаве издања BallroomDJ 4:
sv_se: Andra webbplatser där BallroomDJ 4 utgivningsmeddelanden kan hittas:
uk_ua: Інші сайти, де можна знайти оголошення про випуск BallroomDJ 4:
vi_vn: Các trang web khác có thể tìm thấy thông báo phát hành BallroomDJ 4:
zh_cn: 可以找到 BallroomDJ 4 发布公告的其他网站：
zh_tw: 可以找到 BallroomDJ 4 發佈公告的其他網站：

source: (donate button at very top)
af_za: (skenk-knoppie heel bo)
cs_cz: (darovací tlačítko úplně nahoře)
da_dk: (doner knap øverst)
es_es: (botón de donación arriba del todo)
fi_fi: (lahjoituspainike aivan yläreunassa)
fr_fr: (bouton de don tout en haut)
it_it: (pulsante di donazione in alto)
ko_kr: (맨 위에 있는 기부 버튼)
nb_no: (donasjonsknapp helt øverst)
nl_be: (doneerknop helemaal bovenaan)
pl_pl: (przycisk darowizny na samej górze)
pt_pt: (botão de donativo no topo da página)
ro_ro: (butonul de donare se află chiar în partea de sus)
ru_ru: (кнопка поддержки в самом верху)
sr_rs: (дугме за донирање на самом врху)
sv_se: (donationsknappen längst upp)
uk_ua: (кнопка пожертвувати вгорі)
vi_vn: (nút quyên góp ở trên cùng)
zh_cn: (捐款按钮位于最上方）
zh_tw: （捐款按鈕位於最上方）

source: Donate to BDJ4
af_za: Skenk aan BDJ4
cs_cz: Přispějte na BDJ4
da_dk: Doner til BDJ4
es_es: Haz un donativo a BDJ4
fi_fi: Lahjoita BDJ4:lle
fr_fr: Faire un don au BDJ4
it_it: Donazione a BDJ4
ko_kr: BDJ4에 기부하기
nb_no: Doner til BDJ4
nl_be: Donatie aan BDJ4
pl_pl: Przekaż darowiznę na rzecz BDJ4
pt_pt: Doar para a BDJ4
ro_ro: Donează pentru BDJ4
ru_ru: Поддержать BDJ4
sr_rs: Донирајте BDJ4
sv_se: Donera till BDJ4
uk_ua: Пожертвувати на BDJ4
vi_vn: Quyên góp cho BDJ4
zh_cn: 捐助 BDJ4
zh_tw: 捐贈給 BDJ4
